{"account":"Account","yourAccount":"Jouw account","newPattern":"Nieuw patroon","newSet":"Start een nieuwe maten set","links":"Links","info":"Info","settings":"Instellingen","data":"Gegevens","sets":"Maten sets","patterns":"Patronen","actions":"Acties","created":"Aangemaakt","updated":"Bijgewerkt","expires":"Verloopt op","role":"Rol","yourApikeys":"Your API Keys","yourProfile":"Jouw profiel","yourPatterns":"Jouw patronen","yourSets":"Jouw maten sets","signOut":"Afmelden","politeOhCrap":"Jandorie","bio":"Bio","email":"E-mailadres","img":"Afbeelding","username":"Gebruikersnaam","compare":"Metricset Vergelijking","consent":"Privacy & Toestemming","control":"Gebruikerservaring","imperial":"Eenheden","units":"Eenheden","apikeys":"API-keys","newsletter":"Abonnement op nieuwsbrief","password":"Wachtwoord","newPasswordPlaceholder":"Voer hier je nieuwe wachtwoord in","passwordPlaceholder":"Voer hier je wachtwoord in","mfa":"Twee-Stappen Authenticatie","mfaTipTitle":"Overweeg om Twee-Stappen Authenticatie in te schakelen","mfaTipMsg":"We dringen je geen wachtwoordbeleid op, maar we raden je wel aan om Twee-Stappen Authenticatie in te schakelen om je FreeSewing account veilig te houden.","mfaEnabled":"Twee-Stappen Authenticatie is ingeschakeld","mfaDisabled":"Twee-Stappen Authenticatie is uitgeschakeld","mfaSetup":"Twee-Stappen Authenticatie instellen","mfaAdd":"Voeg FreeSewing toe aan je Authenticator App door de QR code hierboven te scannen.","mfaScratchCodes":"MFA krascodes","mfaScratchCodesMsg1":"Je kunt elk van deze krascodes gebruiken als een eenmalige MFA-code wanneer je geen toegang hebt tot je app die de code genereert (bijvoorbeeld wanneer je je telefoon kwijt bent).","mfaScratchCodesMsg2":"Je kunt elk van deze codes maar één keer gebruiken. Schrijf ze op, want dit is de enige keer dat je ze te zien krijgt.","copyToClipboard":"Kopiëren naar klembord","confirmWithPassword":"Voer je wachtwoord in om deze actie te bevestigen","confirmWithMfa":"Voer een code in van je Authenticator App om deze actie te bevestigen","enableMfa":"Twee-Stappen Authenticatie inschakelen","disableMfa":"Twee-Stappen Authenticatie uitschakelen","language":"Taal","developer":"Ontwikkelaar","design":"Ontwerp","patternMetadata":"Metagegevens patroon","clonePattern":"Kloonpatroon","updatePattern":"Patroon bijwerken","reload":"Account herladen","export":"Exporteer je gegevens","import":"Import data","exportMsg":"Klik hieronder om je persoonlijke gegevens te exporteren","exportNote":"De General Data Protection Regulation (GDPR) van de EU waarborgt je zogenaamde recht op dataportabiliteit - het recht om je persoonlijke gegevens te verkrijgen en te hergebruiken voor je eigen doeleinden of voor verschillende diensten.","exportDownload":"Je gegevens zijn geëxporteerd en kunnen worden gedownload op de volgende locatie:","review":"Herzie je toestemmingen","restrict":"Beperk de verwerking van je gegevens","disable":"Je account desactiveren","remove":"Verwijder je account","proceedWithCaution":"Ga voorzichtig te werk","restrictWarning":"Hoewel er geen gegevens worden verwijderd, wordt je account hierdoor uitgeschakeld. Bovendien kun je dit niet zelf ongedaan maken, maar moet je contact opnemen met support als je de toegang tot je account wilt herstellen.","noWayBack":"Er is geen weg terug.","mdSupport":"Je kan hier markdown opmaak gebruiken","or":"of","continue":"Ga verder","save":"Opslaan","noThanks":"Dat hoeft niet","areYouCertain":"Weet je het zeker?","delete":"Verwijder","nailedIt":"Dat is ook weer geregeld","gone":"Poef. Verdwenen.","reloadMsg1":"De gegevens die zijn opgeslagen in je browser kunnen soms gaan afwijken van de gegevens die zijn opgeslagen in onze backend.","reloadMsg2":"Hiermee kun je je accountgegevens synchroniseren met de backend. Het heeft hetzelfde effect als je afmelden en dan weer aanmelden","bioTitle":"Vertel wat over jezelf","bioPreview":"Bio Voorbeeld","bioPlaceholder":"Ik maak kledij en schoenen. Ik ontwerp naaipatronen. Ik schrijf code. Ik beheer [FreeSewing](http://freesewing.org)","compareTitle":"Voel je je ok als we maten gaan vergelijken?","compareYes":"Ja, voor zover het me kan helpen","compareYesd":"We kunnen je tonen hoe jouw maten set zich verhoudt tot andere sets.\nDit kan je helpen bij het opsporen van mogelijke foutjes bij het nemen van maten, of problemen in pratronen.\n","compareNo":"Nee, vergelijk nooit maten","compareNod":"We zullen jouw maten sets nooit vergelijken met andere maten sets.\nDit beperkt onze mogelijkheden om je te waarschuwen over mogelijke problemen in je maten sets of patronen.\n","showMore":"Toon meer","control1.t":"Houd het zo eenvoudig mogelijk","control1.d":"Toont alleen de meest essentiële functionaliteit.","control2.t":"Maak het eenvoudig, maar niet te eenvoudig","control2.d":"Verbergt de meeste functionaliteit.","control3.t":"Balanceer eenvoud met functionaliteit","control3.d":"Toont de meeste functionaliteit, maar niet de meest geavanceerde.","control4.t":"Geef me alle functionaliteit, maar hou het veilig","control4.d":"Onthult alle functionaliteit, met vangrails en veiligheidscontroles om vergissingen te vermijden.","control5.t":"Ik weet wat ik doe","control5.d":"Onthult alle functionaliteit, en verwijdert ook alle vangrails en veiligheidscontroles.","controlShowMore":"Meer opties tonen","controlTitle":"Welke gebruikerservaring heeft jouw voorkeur?","imgTitle":"Wat denk je van een leuke foto?","imgDragAndDropImageHere":"Sleep hier een afbeelding naartoe","imgPasteUrlHere":"Paste an image location (URL) here","imgSelectImage":"Selecteer een afbeelding","newsletterTitle":"Wil je graag de FreeSewing nieuwsbrief ontvangen?","newsletterYes":"Ja, ik wil graag de nieuwsbrief ontvangen","newsletterYesd":"Eens om de 3 maanden ontvang je van ons een e-mail met eerlijke, oprechte inhoud. Geen tracking, geen advertenties, geen onzin.","newsletterNod":"Je kunt later altijd van gedachten veranderen. Maar zolang je dat niet doet, sturen we je geen nieuwsbrieven.","metricUnits":"Metrische eenheden (cm)","metricUnitsd":"Kies deze optie als je de voorkeur geeft aan centimeters over duimen.","imperialUnits":"Imperiale (Engelse) eenheden (duim)","imperialUnitsd":"Kies deze optie als je de voorkeur geeft aan duimen boven centimeters.","unitsTitle":"Welke eenheden hebben jouw voorkeur?","displayUnits":"Display units","usernameTitle":"Welke gebruikersnaam wil je?","usernameAvailable":"Gebruikersnaam is beschikbaar","usernameNotAvailable":"Deze gebruikersnaam is niet beschikbaar","emailTitle":"Waar kunnen we je bereiken als we daar een goede reden voor hebben (zoals wanneer je je wachtwoord bent vergeten)?","oneMoreThing":"En dan nog iets","oneMomentPlease":"Een ogenblikje alsjeblieft","emailChangeConfirmation":"We hebben een e-mail naar je nieuwe adres gestuurd om deze wijziging te bevestigen.","vagueError":"Er is iets fout gelopen en we weten niet meteen hoe we dit best oplossen. Probeer het opnieuw of contacteer ons voor assistentie.","githubTitle":"Koppel je GitHub identiteit","githubWhy1":"Voer je GitHub gebruikersnaam en e-mail hier in en wij zullen ze gebruiken als we namens jou met GitHub communiceren.","githubWhy2":"Merk op dat zowel je GitHub gebruikersnaam als je e-mailadres openbare informatie is. Hierdoor kunnen we alleen een koppeling maken tussen je FreeSewing account en GitHub account.","githubWhy3":"Wanneer je bijvoorbeeld een probleem op deze website meldt, kunnen we je vermelden zodat je meldingen ontvangt wanneer er een update is. Hiervoor is je gebruikersnaam voldoende.","githubWhy4":"Als je een showcase post indient of wijzigingen aanbrengt in onze inhoud, kunnen we die commits aan jou toewijzen als we zowel je gebruikersnaam als het e-mailadres dat je op GitHub gebruikt hebben.","tooComplex":"Als dit allemaal verwarrend is, hoef je deze informatie niet te geven. Het is een geavanceerde functie.","languageTitle":"Aan welke taal geef je de voorkeur?","passwordTitle":"Iets dat alleen jij kent","userId":"User ID","newApikey":"Een nieuwe API-key aanmaken","keyNewInfo":"Maak een nieuwe API-key aan om verbinding te maken met de FreeSewing backend.","keyName":"Key naam","keyNameDesc":"Een unieke naam voor deze API key. Alleen zichtbaar voor jou.","keyExpires":"Key geldigheid","keyExpiresDesc":"De sleutel verloopt op:","keyLevel":"Key rechten","keyLevel0":"Alleen authenticatie","keyLevel1":"Lezen van je eigen patronen en maten sets","keyLevel2":"Lezen van al je accountgegevens","keyLevel3":"Lezen en schrijven van je eigen patronen en maten sets","keyLevel4":"Lezen en schrijven van al je accountgegevens","keyLevel5":"Lezen van patronen en maten sets van andere gebruikers","keyLevel6":"Lezen en schrijven van patronen en maten sets van andere gebruikers","keyLevel7":"Lezen en schrijven van alle accountgegevens van andere gebruikers","keyLevel8":"Zich voordoen als een andere gebruikers, volledige schrijftoegang tot alle gegevens","cancel":"Annuleren","keySecretWarning":"Dit is de enige keer dat je het sleutelgeheim kunt zien, zorg ervoor dat je het kopieert.","keyExpired":"Deze API-key is verlopen","deleteKeyWarning":"Het verwijderen van een API-key kan niet ongedaan worden gemaakt.","keyDocsTitle":"Raadpleeg FreeSewing.dev voor documentatie over het gebruik van API-sleutels (alleen in het Engels)","keyDocsMsg":"Dit is een geavanceerde functie voor ontwikkelaars of iedereen die direct met onze backend wil communiceren.","apiCalls":"API-oproepen","newBookmark":"Een bladwijzer toevoegen","bookmark":"Bladwijzer","bookmarks":"Bladwijzers","type":"Type","location":"Locatie","title":"Titel","new":"Nieuw","designBookmark":"Collectie","patternBookmark":"Patronen","setBookmark":"Maten sets","csetBookmark":"Sets samengestelde metingen","docBookmark":"Documentatie","customBookmark":"Aangepaste bladwijzers","yourBookmarks":"Je bladwijzers","bookmarkThisThing":"Bookmark deze { thing }","page":"Pagina","doc":"Documentatie","pattern":"Patroon","set":"Meetset","name":"Naam","setNameDesc":"Een naam om deze maten set te identificeren","setNewInfo":"Creëer een nieuwe maten set waar je vervolgens patronen voor kunt genereren.","notes":"Notities","setNotesDesc":"Notities die je wilt opslaan bij deze maten set","description":"Beschrijving","deleteSetWarning":"Het verwijderen van een maten set kan niet ongedaan worden gemaakt.","image":"Afbeelding","measies":"Maten","setUnitsMsgTitle":"Deze instellingen is alleen van toepassing op deze maten set","setUnitsMsgDesc":"Dit zijn de eenheden die we gebruiken wanneer we de maten in deze set bijwerken of weergeven.\nElders op deze website gebruiken we de eenheden die je in je account hebt ingesteld.\n","public":"Publiek","publicSet":"Publieke maten set","privateSet":"Privé maten set","publicSetDesc":"Anderen kunnen deze maten gebruiken om patronen aan te maken of te testen","privateSetDesc":"These measurements cannot be used by other users or visitors","permalink":"Link","editThing":"Bewerk {thing}","saveThing":"Bewaar {thing}","filterByDesign":"Filter op ontwerp","noFilter":"Niet filteren","filterByDesignDocs":"Als je een specifiek ontwerp in gedachten hebt, kun je <b>filteren op ontwerp</b> om alleen de metingen te tonen die nodig zijn voor dit ontwerp.","setLacksMeasiesForDesign":"In deze set ontbreken de afmetingen die nodig zijn voor dit patroon","setHasMeasiesForDesign":"Deze set heeft alle afmetingen die nodig zijn voor dit patroon","someSetsLacking":"Some of these sets lack the measurements required to generate this pattern","theseSetsReady":"These sets have all required measurements to generate this pattern","chooseSet":"Kies een maten set","patternForWhichSet":"Voor welke maten set moeten we een patroon genereren?","bookmarkedSets":"Maten sets in je bladwijzers","curatedSets":"De verzamelde meetsets van FreeSewing","curatedSetsAbout":"Maten sets samengesteld door FreeSewing die je kan gebruiken om ons platform of je ontwerpen te testen.","curateCuratedSets":"Stel onze selectie samengestelde meetsets samen","useThisSet":"Gebruik deze maten set","ownSets":"Je eigen meetsets","noOwnSets":"Je hebt (nog) geen eigen meetsets","pleaseMtm":"Because our patterns are bespoke, we strongly suggest you take accurate measurements.","noOwnSetsMsg":"Je kunt je metingen opslaan als een meetset, waarna je er zoveel patronen voor kunt genereren als je wilt.","measurements":"Maten","chooseASet":"Kies een meetset","showImage":"Afbeelding tonen","suggestForCuration":"Suggesties voor curatie","suggestCset":"Een meetset voorstellen voor curatie","csetAllMeasies":"Om ervoor te zorgen dat gecurateerde meetsets werken voor alle ontwerpen, moet je een volledige set metingen opgeven.","csetMissing":"In je meetset ontbreken de volgende metingen","allMeasiesAvailable":"Alle metingen zijn beschikbaar.","csetHeightMsg1":"Om onze verzamelingen op een gestructureerde manier te kunnen organiseren en presenteren, ordenen we ze op hoogte.","csetImgMsg":"Tot slot hebben we een afbeelding nodig. Raadpleeg de documentatie om te zien wat een goede afbeelding is voor een gecureerde meetset.","docs":"Documentatie","csetNotesMsg":"Als je opmerkingen wilt toevoegen, kun je dat hier doen.","thankYouVeryMuch":"Hartelijk dank","csetSuggestedMsg":"Je inzending is geregistreerd en zal worden verwerkt door een van onze curatoren.","itIsAvailableAt":"Het is beschikbaar op","csetNameMsg":"Elke gecureerde set heeft een naam. Je kunt je eigen naam of een pseudoniem voorstellen.","missing":"Missing","andMore":"and more","unitsMustSave":"Note: You must save after changing Units to have the change take effect on this page.","makePublic":"Make public","makePrivate":"Make private","patternNew":"Een nieuw patroon genereren","patternNewInfo":"Kies een ontwerp, voeg je maatset toe en wij maken een naaipatroon op maat voor je.","designNew":"Een nieuw ontwerp creëren","designNewInfo":"FreeSewing ontwerpen zijn bundeltjes JavaScript-code die patronen genereren. Je eigen ontwerpen maken is niet zo moeilijk en we hebben een gedetailleerde handleiding om je op weg te helpen.","pluginNew":"Een nieuwe plugin creëren","pluginNewInfo":"De functionaliteit van FreeSewing kan verder worden uitgebreid met plugins. Het maken van een plugin is eenvoudig en we hebben een gids die je van begin tot eind begeleidt.","showcaseNew":"Maak een nieuwe showcase","showcaseNewInfo":"Als je iets wilt delen wat jij (of iemand anders) hebt gemaakt op basis van onze ontwerpen, dan kun je hier een voorbeeldpost starten.","blogNew":"Een nieuw blogbericht maken","blogNewInfo":"Als je op de FreeSewing blog wilt schrijven, kun je hier een concept blogpost starten.","imgNew":"Genereer een social media-imago","imgNewInfo":"Gebruik onze generator om een afbeelding te maken die je kunt delen op sociale media, met ondersteuning voor brede (klassiek), vierkante (Instagram) of hoge (stories/TikTok) formaten.","csetNew":"Een nieuwe set samengestelde metingen voorstellen","csetNewInfo":"We curate a collection of vetted measurements sets that we use to test patterns. You can suggest a measurements set here.","opackNew":"Een nieuw optiepakket voorstellen","opackNewInfo":"Voor elk van onze ontwerpen stellen we een verzameling doorgelichte optiepakketten samen. Je kunt je opties hier voorstellen.","newPopular":"Meest populair","newShare":"Delen / Tonen","newDev":"Ontwerpen / Ontwikkelen","generateANewThing":"Genereer een nieuwe { thing }","linkedIdentities":"Gekoppelde identiteiten","github":"GitHub","instagram":"Instagram","mastodon":"Mastodon","reddit":"Reddit","twitch":"Twitch","tiktok":"TikTok","website":"Website","websiteTitle":"Heb je een website of andere URL die je wilt toevoegen?","platformTitle":"Wie ben jij op { platform }?","platformWhy":"We gebruiken deze gegevens op geen enkele manier. Dit is er alleen zodat gebruikers van FreeSewing de punten op verschillende platforms met elkaar kunnen verbinden.","security":"Beveiliging","revealPassword":"Wachtwoord onthullen","hidePassword":"Verberg wachtwoord","designs":"Designs","code":"Code","aboutThing":"Over { thing }","requiredMeasurements":"Vereiste maten","optionalMeasurements":"Optionele maten","none":"Geen","designOptions":"Design opties","parts":"Onderdelen","plugins":"Plugins","specifications":"Specificaties","visitShowcase":"Bezoek showcase","examples":"Voorbeelden","noExamples":"We hebben momenteel geen voorbeelden voor dit ontwerp","noExamplesMsg":"We vertrouwen op de FreeSewing gemeenschap om voorbeelden in te sturen voor onze showcase posts.","ownPublicPattern":"Dit is de openbare weergave van een van je eigen patronen. Ga voor meer opties naar de privéweergave.","ownPrivatePattern":"Dit is de privéweergave van je patroon. De openbare weergave werkt ook voor jou als het patroon privé is. Het werkt alleen voor anderen als het patroon openbaar is.","privateView":"Privé bekijken","publicView":"Openbare weergave","importHere":"This page allows you to import data into your FreeSewing account.","importSupported":"Currently, we support importing the following types of data","importSets":"Import Measurements Sets","importSet":"Import Measurements Set","cloneSet":"Clone Measurements Set","measieFile":"Measurements file","dragAndDropFileHere":"Drag and drop your file here","importSetTip1":"To import a measurement set, you should have a JSON or YAML file that has the following structure","importSetTip2":"Your file can either contain a single measurements set, or an array of multiple measurements sets.","importing":"Importing","imported":"Imported","importFailed":"Import failed"}