{"t":"Bent Basisvorm","d":"Dit patroon met tweedelige mouw is de basis voor onze jassen- en jasjespatronen.","back":"Back","front":"Front","base":"Base","sleevecap":"Sleevecap","sleeve":"Sleeve","topSleeve":"Bovenmouw","underSleeve":"Ondermouw","acrossBackFactor.t":"Rugwijdte","acrossBackFactor.d":"Geeft controle over de breedte van je rug als een factor van je schouder tot schouder maat.","armholeDepthFactor.t":"Diepte armsgat factor","armholeDepthFactor.d":"Controleert de diepte van het armsgat. Hoe hoger deze waarde, hoe dieper het armsgat.","backNeckCutout.t":"Hals uitsnijding achteraan","backNeckCutout.d":"Hoe diep de nek wordt uitgesneden aan de rug","bicepsEase.t":"Overwijdte biceps","bicepsEase.d":"De hoeveelheid overwijdte aan je bovenarm. Let op dat we proberen dit te respecteren, maar dat de mouw in het armsgat laten passen voorrang krijgt op de hoeveelheid overwijdte. ","collarEase.t":"Overwijdte kraag","collarEase.d":"De hoeveelheid overwijdte rond je nek.","chestEase.t":"Overwijdte borst","chestEase.d":"De hoeveelheid overwijdte aan je borst.","cuffEase.t":"Overwijdte manchet","cuffEase.d":"De hoeveelheid overwijdte aan je pols.","draftForHighBust.t":"Teken voor hoge buste","draftForHighBust.d":"Teken het patroon voor de hoge bustemaat (indien beschikbaar) in plaats van de volle borstomtrek. Dit heeft een aansluitender kledingstuk als resultaat voor mensen met borsten.","frontArmholeDeeper.t":"Extra uitsnijding armsgat vooraan","frontArmholeDeeper.d":"Hoeveel dieper moet het armsgat vooraan zijn uitgesneden, in vergelijking met het armsgat achteraan.","lengthBonus.t":"Lengtebonus","lengthBonus.d":"De hoeveelheid waarmee het kledingstuk verlengd wordt. Een negatieve waarde maakte het korter.","s3Collar.t":"Schoudernaad verschuiving: kraagkant","s3Collar.d":"Verhoog deze optie om de schoudernaad vooruit aan de kant van de kraag te bewegen. Door deze te verschuiven wordt de naad achterwaarts verlegd.","s3Armhole.t":"Schouder naad shift: armsgatzijde","s3Armhole.d":"Verhoog deze optie om de schoudernaad vooruit aan de zijkant van het armsgat naar voren te bewegen. Vermindering ervan verlegt de schoudernaad.","shoulderEase.t":"Overwijdte schouder","shoulderEase.d":"De hoeveelheid overwijdte aan je schouder. Dit vergroot de afstand van schouder tot schouder om ruimte te maken voor wat je onder je jas draagt.","shoulderSlopeReduction.t":"Reductie schouderhelling","shoulderSlopeReduction.d":"Hoeveel de schouderhelling verminderd wordt om ruimte te maken voor epauletten.","sleeveLengthBonus.t":"Bonus mouwlengte","sleeveLengthBonus.d":"De hoeveelheid waarmee de mouw verlengd wordt. Een negatieve waarde zal ze korter maken.","sleevecapEase.t":"Extra ruimte mouwkop","sleevecapEase.d":"Hoeveel langer de naad van de mouwkop is dan de naad van het armsgat.","sleeveBend.t":"Mouw kromming","sleeveBend.d":"Buiging van de mouw aan de elleboog","sleevecapHeight.t":"Hoogte mouwkop","sleevecapHeight.d":"Bepaalt de hoogte van de mouwkop"}