{"coreSettings.t":"Kerninstellingen","coreSettings.d":"Deze instellingen zijn niet specifiek voor het ontwerp, maar stellen je in staat om verschillende parameters aan te passen van de FreeSewing kernbibliotheek, die het ontwerp voor je genereert.","designOptions.t":"Deze opties zijn specifiek voor dit ontwerp. Je kunt ze gebruiken om je patroon op verschillende manieren aan te passen.","paperless.t":"Papierloos","paperless.d":"Bomen zijn geweldig en naaipatronen in elkaar tikken is niet leuk. Probeer onze papierloze modus om te voorkomen dat je je patroon helemaal moet uitprinten.","samm.t":"Naadtoeslag Maat","samm.d":"Bepaalt de hoeveelheid naadtoeslag die in je patroon wordt gebruikt","sabool.t":"Naadtoeslag opnemen","sabool.d":"Bepaalt of je wel of geen naadtoeslag in je patroon wilt opnemen","complete.t":"Details","complete.d":"Bepaalt hoe gedetailleerd het patroon is; Ofwel een patroon met alle details, ofwel een eenvoudiger patroon met slechts de contouren van de verschillende patroondelen","expand.t":"Uitbreiden","expand.d":"Regelt de inspanningen om papier te besparen. Schakel dit uit om alle patroondelen uit te breiden ten koste van het gebruik van meer ruimte.","only.t":"Meegeleverde onderdelen","only.d":"Gebruik dit om precies te bepalen welke patroondelen in je patroon worden opgenomen","locale.t":"Taal","locale.d":"Bepaalt de taal van je patroon. Dit heeft geen invloed op de taal van de website, alleen van dit specifieke patroon.","units.t":"Eenheden","units.d":"Deze instelling bepaalt hoe eenheden worden weergegeven op je patroon","margin.t":"Marge","margin.d":"Bepaalt de marge rond patroondelen","scale.t":"Schaal","scale.d":"Bepaalt de totale lijnbreedte, lettergrootte en andere elementen die niet schalen met de metingen van het patroon","de.t":"Duits","de.d":"Gebruik dit om een Duits patroon te genereren","en.t":"Engels","en.d":"Gebruik dit om een Engels patroon te genereren","es.t":"Spaans","es.d":"Gebruik dit om een Spaans patroon te genereren","fr.t":"Frans","fr.d":"Gebruik dit om een Frans patroon te genereren","nl.t":"Nederlands","nl.d":"Gebruik dit om een Nederlands patroon te genereren","uk.t":"Oekraïens","uk.d":"Use this to generate a Ukrainian pattern","yes":"Yes","no":"No","completeYes.t":"Genereer een compleet patroon","completeYes.d":"Dit genereert een compleet patroon met alle notaties, lijnen en markeringen. Gebruik dit als je niet zeker weet wat je moet kiezen.","completeNo.t":"Genereer een patroonoverzicht","completeNo.d":"Only generate the outline of the pattern parts. Use this if you are looking to use a laser cutter or have other specific needs.","expandYes.t":"Alle patroondelen uitvouwen","expandYes.d":"Dit genereert een patroon waarbij alle patroondelen op ware grootte worden getekend, zelfs als het eenvoudige rechthoeken zijn.","expandNo.t":"Houd patronen waar mogelijk compact","expandNo.d":"Dit tekent een dichtere weergave van het patroon die alle informatie bevat zonder al te veel ruimte en papier te gebruiken.","paperlessNo.t":"Een regelmatig patroon genereren","paperlessNo.d":"Dit genereert een regelmatig patroon dat je vervolgens kunt afdrukken.","paperlessYes.t":"Een papierloos patroon genereren","paperlessYes.d":"Dit genereert een patroon met afmetingen en een raster, waardoor je het kunt overbrengen op stof of een ander medium zonder het patroon te hoeven afdrukken.","metric":"Metrisch","imperial":"Keizerlijk","metric.t":"Gebruik metrische eenheden","metric.d":"Gebruik deze als je het metrische stelsel gebruikt en centimeters en millimeters iets zijn waar je bekend mee bent. Dit is de beste keuze voor de meeste mensen over de hele wereld.","imperial.t":"Gebruik imperiale eenheden","imperial.d":"Gebruik dit als je meer vertrouwd bent met inches en fracties of inches dan met centimeters. Dit is vaak de voorkeursoptie voor mensen in het Verenigd Koninkrijk en de Verenigde Staten.","saNo.t":"Exclusief naadtoeslag","saNo.d":"This generates a pattern which does not include any seam allowance. The size of the seam allowance does not matter as no seam allowance will be included.","saYes.t":"Inclusief naadtoeslag","saYes.d":"Dit genereert een patroon met naadtoeslag. De grootte van de naadtoeslag wordt individueel ingesteld.","clearSettingsNotMeasurements":"Instellingen wissen, maar metingen behouden","clearSettingsAndMeasurements":"Instellingen wissen & metingen wissen"}