{"blog":"Blog","blogAbout":"Nieuws en updates van de FreeSewing gemeenschap","showcase":"Voorbeelden","showcaseAbout":"Voorbeelden en inspiratie van de FreeSewing gemeenschap met onze ontwerpen","docs":"Documentatie","docsAbout":"Uitgebreide documentatie voor al onze ontwerpen, onze website en nog veel meer","account":"Jouw account","accountAbout":"Manage your account settings and preferences, and your personal data","designs":"Designs","designsAbout":"Onze bibliotheek met ontwerpen die je met een paar klikken kunt omtoveren tot patronen op maat","community":"Gemeenschap","communityAbout":"More information about the people behind FreeSewing and where to fine like-minded makers","apiAbout":"Documentatie voor onze core API bibliotheek en onze backend REST API.","designAbout":"Alles wat je moet weten om te beginnen met het ontwerpen van parametrische naaipatronen.","contributeAbout":"Wil je bijdragen aan FreeSewing? Doe het op deze manier.","i18nAbout":"Documenten over hoe FreeSewing in meerdere talen wordt vertaald.","infraAbout":"Documentatie over de infrastructuur en bewegende delen van FreeSewing.","aboutAbout":"Weet je niet zeker wat dit FreeSewing is? Begin dan hier.","supportAbout":"Steun FreeSewing. Of lees waar je terecht kunt voor ondersteuning.","guidesAbout":"Gidsen vertellen een verhaal om een specifiek onderwerp beter te begrijpen.","tutorialsAbout":"Tutorials zijn lessen die je door een reeks stappen leiden om een project te voltooien.","howtosAbout":"Howtos geven je concrete stappen om een veelvoorkomend probleem of uitdaging op te lossen.","referenceAbout":"Referentie bevat technische beschrijvingen van de onderliggende technologie en hoe deze te gebruiken.","trainingAbout":"Trainingsmateriaal is het meest diepgaand en is erop gericht om je een nieuwe vaardigheid te leren.","mainSections":"Hoofddelen","currentSection":"Huidige sectie","sets":"Je metingen instellen","patterns":"Jouw patronen","curate":"samenstellen","curateSets":"Sets samenstellen","curatedSets":"Sets samengestelde metingen","curated-setsAbout":"Maten sets samengesteld door FreeSewing die je kan gebruiken om ons platform of je ontwerpen te testen","code":"Code","patternsAbout":"Toont de patronen die je hebt opgeslagen in je FreeSewing account","setsAbout":"Toont de meetsets die je hebt opgeslagen in je FreeSewing account","codeAbout":"Hier kun je (links naar) de broncode van Freesewing vinden","new":"Nieuw...","newAbout":"Begin hier als je iets nieuws wilt creëren","support":"Ondersteuning"}