{"accountIssue":"Account probleem","accountIssueDesc":"Heb je problemen met je FreeSewing account?","addImage":"Voeg een afbeelding toe","allOk":"Alles is geweldig","by":"door","bugReport":"Meld een fout","bugReportDesc":"Is er iets kapot, of werkt het niet zoals het moet?","confirmedIssues":"Bevestigde problemen","createSupportRequest":"Maak een hulpverzoek aan","commentAdded":"Opmerking toegevoegd","communitySupport":"Gemeenschapssteun","communitySupport1":"For the fastest response, head over to <b>discord.freesewing.org</b> and post your question in the <b>need-help</b> channel.","communitySupport2":"De FreeSewing gemeenschap is een behulpzame groep, dus de kans is groot dat ze je kunnen helpen.","contributorSupport":"Ondersteuning voor medewerkers","contributorSupport1":"Als er iets kapot is of je hebt een bug gevonden, dan kun je <b>een issue aanmaken op GitHub</b>.","contributorSupport2":"Kwesties zullen eerder de aandacht trekken van de belangrijkste medewerkers, maar het duurt meestal langer om een reactie te krijgen.","description":"Beschrijving","descriptionDocs1":"Hier kan je het probleem beschrijven","design":"Ontwerp","designDocs1":"Kies bij welk FreeSewing ontwerp dit probleem van toepassing is","designIssue":"Een probleem met een FreeSewing ontwerp melden","designIssueDesc":"Heb je problemen met een FreeSewing ontwerp of het patroon dat je ermee genereert?","docsUpdate":"Documentatie update","docsUpdateDesc":"Is er iets wat verbeterd kan worden aan onze documentatie?","featureRequest":"Functie verzoek","featureRequestDesc":"Is er iets wat je graag zou zien gebeuren of geïmplementeerd worden?","howCanWeSupportYou":"Hoe kunnen we je helpen?","howCanYouSupportFreeSewing":"Hoe kun je FreeSewing steunen?","issueAssigned":"Probleem toegewezen","issueClosed":"Probleem gesloten","issueReferenced":"Probleem verwezen","issueReopened":"Issue Re-Opened","maintainerSupport":"Ondersteuning voor beheerders","maintainerSupport1":"Als je <b>een FreeSewing patron</b>bent, kun je meteen naar boven gaan en rechtstreeks contact opnemen met Joost.","maintainerSupport2":"Hoewel Joost verzoeken van klanten met prioriteit behandelt, heeft hij ook slaap nodig. Houd daar dus rekening mee, vooral als je in een andere tijdzone bent.","noComments":"No comments","noConfirmedIssues":"No confirmed issues","noReportedIssues":"No reported issues","other":"Something else","otherDesc":"Do you have something else you required assistance with?","patronSponsor":"Patrons / Sponsorship","patronSponsorDesc":"Do you have questions about FreeSewing patronship or (corporate) sponsorship?","question":"Question","questionDesc":"Do you have a general question to ask?","recentlyResolvedIssues":"Recently resolved issues","reported":"Reported","reportedIssues":"Reported issues","security":"Beveiliging","securityDesc":"Do you want to report a security issue or incident?","status":"Status","submitSupportRequest":"Submit support request","support":"Ondersteuning","title":"Titel","titleDocs1":"This is the title of the issue","titleDocs2":"Best to keep it short and to the point","to":"to","updates":"Updates","useGitHubInstead":"Use GitHub instead","whatIsDiscord":"Wat is Discord?","whatIsDiscord1":"Discord is een gratis chatplatform waar gemeenschappen kunnen samenkomen om te chatten over hun interesses.  Het ondersteunt ook (groeps)spraak- en videogesprekken.","whatIsDiscord2":"FreeSewing heeft zijn eigen Discord gemeenschap (een <em>server</em> in Discord terminologie) op","whatIsDiscord3":"Om Discord te gebruiken heb je een account nodig, maar die zijn gratis.","whatIsDiscord4":"Je kunt Discord in je browser gebruiken of de Discord app downloaden voor het platform van je keuze.","whatIsGitHub":"Wat is GitHub?","whatIsGitHub1":"GitHub is een online platform voor het hosten van software broncode en gezamenlijke ontwikkeling. Het is populair onder open source projecten omdat het gratis hosting biedt.","whatIsGitHub2":"Je kunt FreeSewing vinden op GitHub op","whatIsGitHub3":"Om GitHub te gebruiken heb je een account nodig, maar die zijn gratis.","whatIsJoost":"Wat is Joost?","whatIsJoost1":"Niet wat, maar wie. Joost De Cock is de oprichter en beheerder van FreeSewing."}