{"uiSettings.t":"UI-voorkeuren","uiSettings.d":"Deze voorkeuren bepalen de UI (User Interface) aspecten van onze online omgeving voor het maken van patronen.","missingSettings1.t":"(Missing Settings?)","missingSettings1.d":"Can't find a setting (like Seam Allowance, Language, or Included Parts)? Change your User Experience level (using the buttons at the top) to expose settings that have been hidden!","missingSettings2.t":"(Missing Settings?)","missingSettings2.d":"Can't find a setting (like Language, Included Parts, or Details)? Change your User Experience level (using the buttons at the top) to expose settings that have been hidden!","missingSettings3.t":"(Missing Settings?)","missingSettings3.d":"Can't find a setting (like Included Parts, Details, or Expand)? Change your User Experience level (using the buttons at the top) to expose settings that have been hidden!","renderer.t":"Render-engine","renderer.d":"Bepaalt hoe het patroon wordt weergegeven (getekend) op het scherm","renderWithReact.t":"Renderen met de React-componenten van FreeSewing","renderWithReact.d":"Renderen als SVG via onze React-componenten. Maakt interactiviteit mogelijk en is geoptimaliseerd voor het scherm. Gebruik deze als je niet zeker weet wat je moet kiezen.","renderWithCore.t":"Render with FreeSewing's Core library","renderWithCore.d":"Render rechtstreeks naar SVG vanuit Core. Laat geen interactiviteit toe en is geoptimaliseerd voor afdrukken. Gebruik dit als je wilt weten hoe het eruit zal zien als het geëxporteerd wordt.","kiosk.t":"Kiosk Mode","kiosk.d":"Controls how the web page is shown.","websiteMode.t":"Use website mode","websiteMode.d":"Show the full web page, including header, footer, and navigation.","kioskMode.t":"Use kiosk mode","kioskMode.d":"Show just the pattern drafting portion of the web page, without header, footer, or navigation.","control.t":"Gebruikerservaring","control.d":"Welke gebruikerservaring heeft jouw voorkeur? Houd er rekening mee dat dit een accountinstelling is, dus het heeft invloed op de hele website.","inspect.t":"Inspecteer","inspect.d":"Als je dit inschakelt, kun je dieper in het patroon duiken en informatie opvragen over de verschillende onderdelen, paden en punten.","inspectNo.t":"De inspecteur uitschakelen","inspectNo.d":"Dit is de standaardinstelling, de patrooninspecteur is uitgeschakeld en het patroon wordt zoals gebruikelijk weergegeven.","inspectYes.t":"De inspecteur inschakelen","inspectYes.d":"Met de pattern inspector ingeschakeld en de React rendering engine geselecteerd, voegen we interactiviteit toe aan het patroon zodat je de verschillende elementen waaruit het patroon bestaat kunt inspecteren.","no":"No","yes":"Yes","draft":"Patroontekening","test":"Test","print":"Print lay-out","cut":"Lay-out snijden","save":"Opslaan","export":"Exporteren","edit":"Bewerk","draft.t":"Teken je patroon","draft.d":"Lanceert de FreeSewing patroonbewerker, waar je je patroon naar hartenlust kunt aanpassen","test.t":"Test je patroon","test.d":"Kijk hoe je patroon zich aanpast aan veranderingen in opties of afmetingen","print.t":"Lay-out afdrukken","print.d":"Hiermee kun je je patroondelen ordenen zodat je je patroon op zo min mogelijk pagina's kunt afdrukken","cut.t":"Lay-out snijden","cut.d":"Hiermee kun je je patroondelen ordenen zodat je precies kunt bepalen hoeveel stof je nodig hebt om het te maken.","save.t":"Je patroon opslaan","save.d":"Sla het huidige patroon op in je FreeSewing account","export.t":"Je patroon exporteren","export.d":"Hiermee kun je dit patroon exporteren naar verschillende formaten","logs.t":"Patroon logboeken","logs.d":"Hiermee kun je door de patroonlogboeken bladeren om te zien wat er precies is gebeurd tijdens het maken van dit patroon","edit.t":"De patrooninstellingen met de hand bewerken","edit.d":"Hiermee kun je de patrooninstellingen met de hand bewerken, zodat je volledige controle hebt over hoe je patroon wordt opgesteld.","view":"Bekijk","view.d":"Dit zijn de verschillende weergaven waaruit je kunt kiezen. Inclusief de weergaven die beschikbaar zijn via de navigatiebalk of het menu, en enkele extra weergaven"}