{
  "t": "Bonny",
  "d": "A FreeSewing pattern that draws a body silhouette",
  "p": { },
  "s": {
    "validationOk.t": "Validation OK",
    "validationOk.d": "Your measurements don't seem to contain any obvious contradictions or problems.",
    "shouldBeLarger-hpsToWaistFront-hpsToBust.t": "Bust below waist",
    "shouldBeLarger-hpsToWaistFront-hpsToBust.d": "The HPS to bust measurement should be smaller than HPS to waist front, since FreeSewing patterns assume that the bust line is higher than the waist line.",
    "shouldBeLarger-hpsToWaistFront-waistToUnderbust.t":  "Underbust above HPS",
    "shouldBeLarger-hpsToWaistFront-waistToUnderbust.d": "Waist to underbust must be smaller than HPS to waist front, otherwise the HPS would not be above the underbust line.",
    "shouldBeLarger-hpsToWaistFront-waistToArmpit.t":  "Armpit above HPS",
    "shouldBeLarger-hpsToWaistFront-waistToArmpit.d": "Waist to armpit must be smaller than HPS to waist front, otherwise the HPS would not be above the armpit.",
    "shouldBeLarger-hpsToWaistBack-waistToArmpit.t":  "Armpit above HPS",
    "shouldBeLarger-hpsToWaistBack-waistToArmpit.d": "Waist to armpit must be smaller than HPS to waist back, otherwise the HPS would not be above the armpit.",
    "shouldBeLarger-shoulderToWrist-shoulderToElbow.t":  "Wrist above elbow",
    "shouldBeLarger-shoulderToWrist-shoulderToElbow.d": "Shoulder to wrist should be larger than shoulder to elbow, otherwise the elbow would be farther from the shoulder than the wrist.",
    "shouldBeLarger-waistToFloor-waistToKnee.t":  "Knee below floor",
    "shouldBeLarger-waistToFloor-waistToKnee.d": "Waist to knee should be smaller than waist to floor, otherwise the knee would be farther away from the waist than the floor.",
    "shouldBeLarger-waistToKnee-waistToUpperLeg.t":  "Upper leg below knee",
    "shouldBeLarger-waistToKnee-waistToUpperLeg.d": "Waist to upper leg should be smaller than waist to knee, otherwise the upper leg would be farther away from the waist than the knee.",
    "shouldBeLarger-waistToUpperLeg-waistToSeat.t":  "Seat below upper leg",
    "shouldBeLarger-waistToUpperLeg-waistToSeat.d": "Waist to upper leg should be larger than waist to seat. The seat should be measured around the fullest part of your bum, while the upper leg measurement should be taken around your upper leg, a bit below your crotch. Place your seat measurement around the bum, even if your body is wider around your upper legs.",
    "shouldBeLarger-waistToSeat-waistToHips.t":  "Hips below seat",
    "shouldBeLarger-waistToSeat-waistToHips.d": "Waist to seat should be larger than waist to hips as your seat measurement should be taken around the top of your hip bone. FreeSewing designs may not work correctly if your seat measurement is at or above your hips measurement.",
    "shouldBeLarger-waistToFloor-inseam.t":  "Crotch above waist",
    "shouldBeLarger-waistToFloor-inseam.d": "The inseam measurement must be smaller than the waist to floor measurement, since the inseam measurement is the distance from the crotch to the floor and the crotch can't be at or above the waist.",
    "shouldBeLarger-crossSeam-crossSeamFront.t":  "Cross seam front",
    "shouldBeLarger-crossSeam-crossSeamFront.d": "The cross seam front measurement should be the front part of the cross seam measurement and thus must be smaller than the total cross seam measurement.",
    "shouldBeLarger-seat-seatBack.t":  "Seat",
    "shouldBeLarger-seat-seatBack.d": "The seat back measurement should be the back part of the seat measurement and thus must be smaller than the total seat measurement.",
    "shouldBeLarger-highBust-highBustFront.t":  "High Bust",
    "shouldBeLarger-highBust-highBustFront.d": "The high bust front measurement should be the front part of the high bust measurement and thus must be smaller than the total high bust measurement.",
    "shouldBeLarger-chest-bustFront.t":  "Chest",
    "shouldBeLarger-chest-bustFront.d": "The bust front measurement should be the front part of the chest measurement and thus must be smaller than the total chest measurement.",
    "shouldBeLarger-bustFront-bustSpan.t":  "Bust span",
    "shouldBeLarger-bustFront-bustSpan.d": "The bust span measurement can't be larger than the bust front measurement.",
    "shouldBeLarger-waist-waistBack.t":  "Waist circumference",
    "shouldBeLarger-waist-waistBack.d": "The waist back measurement should be the back part of the waist circumference measurement and thus must be smaller than the total waist circumference.",
    "shouldBeLarger-underbust-waist.t":  "Underbust smaller than waist circumference",
    "shouldBeLarger-underbust-waist.d": "The waist circumference measurement should go around the smallest part around your upper body, therefore the underbust measurement is usually larger than the waist circumference. However for some people there might not be a narrowest part around the waist, or the underbust line might actually be the narrowest part, in which case this warning can be ignored.",
    "shouldBeLarger-hips-waist.t":  "Hips smaller than waist circumference",
    "shouldBeLarger-hips-waist.d": "The waist circumference measurement should go around the smallest part around your upper body, therefore the hips circumference measurement is usually larger than the waist circumference. However for some people there might not be a narrowest part around the waist, in which case this warning can be ignored.",

    "constraint-backChest.t":  "Back chest",
    "constraint-backChest.d": "The difference between the chest circumference and bust front, as well as the difference between high bust and high bust front measure both the back half of the ribcage and thus should be (at least approximately) equal.",
    "constraint-waistFront.t": "Front bust measurements",
    "constraint-waistFront.d":  "Measuring from the HPS point directly to the waist across your front can't be larger than the sum of the individual vertical bust measurements (hps to bust, bustpoint to underbust, waist to underbust). However note that waist to underbust is measured at the side of the body instead of at the front, but usually this doesn't make a large difference.",
    "constraint-waistToUpperLeg.t":  "Upper leg above crotch",
    "constraint-waistToUpperLeg.d":  "The waist-to-upper-leg measurement goes from the waist along the body to a bit below the crotch and the inseam measurement goes vertically from the crotch to the floor. Thus, waist to upper leg should be a bit larger than the difference between waist to floor and the inseam measurement.",
    "constraint-waistBack.t": "Back waist",
    "constraint-waistBack.d":  "The waist back measurement should be roughly half of the waist measurement.",
    "constraint-bustFront.t":  "Bust front",
    "constraint-bustFront.d":  "The bust front measurement is usually a bit larger than half the chest measurement.",
    "constraint-highBustFront.t": "High bust front",
    "constraint-highBustFront.d":  "The high bust front measurement is usually roughly half the high bust measurement.",

    "crossseam.t": "Cross seam",
    "crossseam.d": "We could not construct a plausible cross seam curve using your measurements. You may need to reduce the inseam measurement and check that waist to seat, waist to upper leg, and the cross seam measurements use the same waist line.",

    "crossseamfront.t": "Cross seam front",
    "crossseamfront.d": "Your cross seam front measurement seems to be implausible as the calculated fork position doesn't sit on the crotch line."
},
  "o": { }
}
