{"account":"Cuenta","yourAccount":"Tu cuenta","newPattern":"Nuevo patrón","newSet":"Crear un nuevo conjunto de medidas","links":"Enlaces","info":"Información","settings":"Ajustes","data":"Datos","sets":"Conjuntos de medidas","patterns":"Patrones","actions":"Acciones","created":"Creado","updated":"Actualizado","expires":"Caduca en","role":"Papel","yourApikeys":"Your API Keys","yourProfile":"Tu perfil","yourPatterns":"Tus patrones","yourSets":"Tus conjuntos de medidas","signOut":"Regístrate","politeOhCrap":"Oh fiddlesticks","bio":"Bio","email":"Dirección de correo electrónico","img":"Imagen","username":"Nombre de usuario","compare":"Comparación de conjuntos métricos","consent":"Consentimiento y privacidad","control":"Experiencia del usuario","imperial":"Unidades","units":"Unidades","apikeys":"Claves API","newsletter":"Suscripción al boletín","password":"Contraseña","newPasswordPlaceholder":"Introduce aquí tu nueva contraseña","passwordPlaceholder":"Introduce aquí tu contraseña","mfa":"Autenticación de dos factores","mfaTipTitle":"Considera la posibilidad de activar la autenticación de dos factores","mfaTipMsg":"No aplicamos una política de contraseñas, pero te recomendamos que habilites la autenticación de dos factores para mantener segura tu cuenta de FreeSewing.","mfaEnabled":"La autenticación de dos factores está activada","mfaDisabled":"La autenticación de dos factores está desactivada","mfaSetup":"Configura la autenticación de dos factores","mfaAdd":"Añade FreeSewing a tu aplicación Authenticator escaneando el código QR de arriba.","mfaScratchCodes":"Códigos de rascado MFA","mfaScratchCodesMsg1":"Puedes utilizar cualquiera de estos códigos \"rasca y gana\" como código MFA de un solo uso cuando no tengas acceso a tu aplicación generadora de códigos (por ejemplo, cuando hayas perdido el teléfono).","mfaScratchCodesMsg2":"Puedes utilizar cada uno de estos códigos una sola vez. Anótalos, porque es la única vez que podrás verlos.","copyToClipboard":"Copiar al portapapeles","confirmWithPassword":"Introduce tu contraseña para confirmar esta acción","confirmWithMfa":"Introduce un código de tu aplicación Authenticator para confirmar esta acción","enableMfa":"Activar la autenticación de dos factores","disableMfa":"Desactivar la autenticación de dos factores","language":"Idioma","developer":"Desarrollador","design":"Diseño","patternMetadata":"Metadatos del patrón","clonePattern":"Patrón de clonación","updatePattern":"Patrón de actualización","reload":"Recargar cuenta","export":"Exporta tus datos","import":"Import data","exportMsg":"Haz clic a continuación para exportar tus datos personales","exportNote":"El Reglamento General de Protección de Datos (RGPD) de la UE garantiza tu llamado derecho a la portabilidad de datos, es decir, el derecho a obtener y reutilizar tus datos personales para tus propios fines, o a través de diferentes servicios.","exportDownload":"Tus datos se exportaron y están disponibles para su descarga en la siguiente ubicación:","review":"Revisa tu consentimiento","restrict":"Restringir el procesamiento de sus datos","disable":"Desactivar tu cuenta","remove":"Elimina tu cuenta","proceedWithCaution":"Proceder con cautela","restrictWarning":"Aunque no se eliminará ningún dato, esto inhabilitará tu cuenta. Además, no podrás deshacerlo por tu cuenta, sino que tendrás que ponerte en contacto con el servicio de asistencia cuando quieras restablecer el acceso a tu cuenta.","noWayBack":"No hay vuelta atrás.","mdSupport":"Puedes utilizar markdown aquí","or":"o","continue":"Continuar","save":"Guardar","noThanks":"No, gracias","areYouCertain":"¿Estás seguro?","delete":"Borra","nailedIt":"Clavado","gone":"Puf. Se ha ido.","reloadMsg1":"Los datos almacenados en tu navegador a veces pueden desincronizarse con los datos almacenados en nuestro backend.","reloadMsg2":"Esto te permite recargar los datos de tu cuenta desde el backend. Tiene el mismo efecto que cerrar sesión y volver a iniciarla.","bioTitle":"Cuéntale a la gente un poco sobre ti","bioPreview":"Biografía","bioPlaceholder":"Hago ropa y zapatos. Diseño patrones de costura. Escribo código. Dirijo [FreeSewing](http://freesewing.org)","compareTitle":"¿Te sientes cómodo comparando conjuntos de medidas?","compareYes":"Sí, por si puede ayudarme","compareYesd":"De vez en cuando mostraremos cómo se compara tu conjunto de medidas con otros conjuntos de medidas.\nEsto nos permite detectar posibles problemas en tus medidas o patrones.\n","compareNo":"No, nunca compares","compareNod":"Nunca compararemos tu conjunto de medidas con otros conjuntos de medidas.\nEsto limitará nuestra capacidad de advertirte sobre posibles problemas en tus conjuntos de medidas o patrones.\n","showMore":"Mostrar más","control1.t":"Hazlo lo más sencillo posible","control1.d":"Oculta todas las funciones excepto las más importantes.","control2.t":"Hazlo sencillo, pero no demasiado","control2.d":"Oculta la mayoría de las funciones.","control3.t":"Equilibra la sencillez con la potencia","control3.d":"Revela la mayoría de las funciones, pero no todas.","control4.t":"Dame todos los poderes, pero mantenme a salvo","control4.d":"Revela todas las características, conserva los pasamanos y las comprobaciones de seguridad.","control5.t":"Apártate de mi camino","control5.d":"Revela todas las características, quita todas las barandillas y comprueba la seguridad.","controlShowMore":"Mostrar más opciones","controlTitle":"¿Qué experiencia de usuario prefieres?","imgTitle":"¿Qué tal una foto?","imgDragAndDropImageHere":"Arrastra y suelta una imagen aquí","imgPasteUrlHere":"Paste an image location (URL) here","imgSelectImage":"Selecciona una imagen","newsletterTitle":"¿Le gustaría recibir el boletín de noticias FreeSewing?","newsletterYes":"Sí, deseo recibir el boletín","newsletterYesd":"Una vez cada 3 meses recibirás un correo electrónico nuestro con contenido sano y honesto. Sin seguimiento, sin anuncios, sin tonterías.","newsletterNod":"Siempre puedes cambiar de opinión más adelante. Pero hasta que no lo hagas, no te enviaremos ningún boletín.","metricUnits":"Unidades métricas (cm)","metricUnitsd":"Elige esta opción si prefieres los centímetros a las pulgadas.","imperialUnits":"Unidades imperiales (pulgadas)","imperialUnitsd":"Elige esta opción si prefieres las pulgadas a los centímetros.","unitsTitle":"¿Qué unidades prefieres?","displayUnits":"Display units","usernameTitle":"¿Qué nombre de usuario te gustaría?","usernameAvailable":"El nombre de usuario está disponible","usernameNotAvailable":"El nombre de usuario no está disponible","emailTitle":"¿Dónde podemos localizarte en caso de que tengamos una buena razón para ello (como cuando olvidaste tu contraseña)?","oneMoreThing":"Una cosa más","oneMomentPlease":"Un momento, por favor","emailChangeConfirmation":"Hemos enviado un correo electrónico a tu nueva dirección para confirmar este cambio.","vagueError":"Algo ha ido mal y no estamos seguros de cómo solucionarlo. Por favor, inténtalo de nuevo o pide ayuda a un ser humano.","githubTitle":"Vincula tu identidad de GitHub","githubWhy1":"Introduce aquí tu nombre de usuario y correo electrónico de GitHub y los utilizaremos cuando interactuemos con GitHub en tu nombre.","githubWhy2":"Ten en cuenta que tanto tu nombre de usuario de GitHub como tu correo electrónico son información pública. Esto simplemente nos permite establecer un vínculo entre tu cuenta de FreeSewing y tu cuenta de GitHub.","githubWhy3":"Por ejemplo, cuando informas de un problema en este sitio web, podemos mencionarte para que recibas notificaciones cuando haya una actualización. Para ello, basta con tu nombre de usuario.","githubWhy4":"Cuando envías una publicación de escaparate o realizas cambios en nuestro contenido, podemos acreditarte esos commits si disponemos tanto de tu nombre de usuario como de la dirección de correo electrónico que utilizas en GitHub.","tooComplex":"Si todo esto te resulta confuso, no tienes que proporcionar esta información. Es una función avanzada.","languageTitle":"¿Qué lengua prefieres?","passwordTitle":"Algo que sólo tú sabes","userId":"User ID","newApikey":"Generar una nueva clave API","keyNewInfo":"Crea una nueva clave API para conectarte al backend de FreeSewing de forma automatizada.","keyName":"Nombre clave","keyNameDesc":"Un nombre único para esta clave API. Sólo visible para ti.","keyExpires":"Clave de caducidad","keyExpiresDesc":"La clave caducará el:","keyLevel":"Nivel de permiso clave","keyLevel0":"Autenticar sólo","keyLevel1":"Lee el acceso a tus propios patrones y conjuntos de medidas","keyLevel2":"Acceso de lectura a todos los datos de tu cuenta","keyLevel3":"Escribe el acceso a tus propios patrones y conjuntos de medidas","keyLevel4":"Acceso de escritura a todos los datos de tu cuenta","keyLevel5":"Acceso de lectura a patrones y conjuntos de medidas de otros usuarios","keyLevel6":"Acceso de escritura a patrones y conjuntos de medidas de otros usuarios","keyLevel7":"Acceso de escritura a todos los datos de la cuenta de otros usuarios","keyLevel8":"Hacerse pasar por otros usuarios, acceso total de escritura a todos los datos","cancel":"Cancelar","keySecretWarning":"Esta es la única vez que puedes ver la clave secreta, asegúrate de copiarla.","keyExpired":"Esta clave API ha caducado","deleteKeyWarning":"Eliminar una clave API no se puede deshacer.","keyDocsTitle":"Consulta en FreeSewing.dev la documentación sobre el uso de claves API (sólo en inglés)","keyDocsMsg":"Se trata de una función avanzada dirigida a desarrolladores o a cualquiera que desee interactuar directamente con nuestro backend.","apiCalls":"Llamadas a la API","newBookmark":"Añadir un favorito","bookmark":"Marca","bookmarks":"Marcadores","type":"Tipo","location":"Ubicación","title":"Título","new":"Nuevo","designBookmark":"Diseños","patternBookmark":"Patrones","setBookmark":"Conjuntos de medidas","csetBookmark":"Conjuntos de Medidas Curadas","docBookmark":"Documentación","customBookmark":"Marcadores personalizados","yourBookmarks":"Tus favoritos","bookmarkThisThing":"Marca este { thing }","page":"Página","doc":"Documentación","pattern":"Patrón","set":"Conjunto de medidas","name":"Nombre","setNameDesc":"Un nombre para identificar este conjunto de medidas","setNewInfo":"Crea un nuevo conjunto de medidas que luego podrás utilizar para generar patrones.","notes":"Notas","setNotesDesc":"Alguna nota que quieras guardar sobre este conjunto de medidas","description":"Descripción","deleteSetWarning":"Eliminar un conjunto de medidas no se puede deshacer.","image":"Imagen","measies":"Medidas","setUnitsMsgTitle":"Esta configuración sólo se aplica a este conjunto de medidas","setUnitsMsgDesc":"Estas son las unidades que utilizaremos cuando actualicemos o mostremos las medidas de este conjunto.\nEn todas las demás partes de este sitio web, utilizaremos las unidades de preferencia establecidas en tu cuenta.\n","public":"Público","publicSet":"Conjunto de medidas públicas","privateSet":"Conjunto de medidas privadas","publicSetDesc":"A otros se les permite utilizar estas mediciones para generar o probar patrones","privateSetDesc":"These measurements cannot be used by other users or visitors","permalink":"Permalink","editThing":"Editar {thing}","saveThing":"Guardar {thing}","filterByDesign":"Filtrar por diseño","noFilter":"No filtrar","filterByDesignDocs":"Si tienes en mente un diseño concreto, puedes <b>filtrar por diseño</b> para que sólo aparezcan las medidas necesarias para ese diseño.","setLacksMeasiesForDesign":"A este conjunto le faltan las medidas necesarias para este patrón","setHasMeasiesForDesign":"Este set tiene todas las medidas necesarias para este patrón","someSetsLacking":"Some of these sets lack the measurements required to generate this pattern","theseSetsReady":"These sets have all required measurements to generate this pattern","chooseSet":"Elige una serie de medidas","patternForWhichSet":"¿Para qué conjunto de medidas debemos generar un patrón?","bookmarkedSets":"Conjuntos de medidas que has marcado como favoritos","curatedSets":"Conjuntos de medidas curadas de FreeSewing","curatedSetsAbout":"Conjuntos de medidas curadas por FreeSewing que puedes utilizar para probar nuestra plataforma, o tus diseños.","curateCuratedSets":"Curar nuestra selección de conjuntos de medidas curadas","useThisSet":"Utiliza este conjunto de medidas","ownSets":"Tus propios conjuntos de medidas","noOwnSets":"No tienes ningún conjunto de medidas propias (todavía)","pleaseMtm":"Because our patterns are bespoke, we strongly suggest you take accurate measurements.","noOwnSetsMsg":"Puedes almacenar tus medidas como un conjunto de medidas, tras lo cual puedes generar tantos patrones como quieras para ellas.","measurements":"Medidas","chooseASet":"Elige un conjunto de medidas","showImage":"Mostrar imagen","suggestForCuration":"Sugerir para curar","suggestCset":"Sugiere un conjunto de medidas para la curación","csetAllMeasies":"Para garantizar que los conjuntos de medidas curados funcionan para todos los diseños, tienes que proporcionar un conjunto completo de medidas.","csetMissing":"A tu juego de medidas le faltan las siguientes medidas","allMeasiesAvailable":"Todas las medidas están disponibles.","csetHeightMsg1":"Para poder organizar y presentar nuestros conjuntos comisariados de forma estructurada, los organizamos por altura.","csetImgMsg":"Por último, necesitamos una imagen. Consulta la documentación para ver qué es una buena imagen para un conjunto de medidas curadas.","docs":"Documentación","csetNotesMsg":"Si quieres añadir alguna nota, puedes hacerlo aquí.","thankYouVeryMuch":"Muchas gracias","csetSuggestedMsg":"Tu envío ha sido registrado y será procesado por uno de nuestros conservadores.","itIsAvailableAt":"Está disponible en","csetNameMsg":"Cada conjunto curado tiene un nombre. Puedes sugerir tu propio nombre o un seudónimo.","missing":"Missing","andMore":"and more","unitsMustSave":"Note: You must save after changing Units to have the change take effect on this page.","makePublic":"Make public","makePrivate":"Make private","patternNew":"Generar un nuevo patrón","patternNewInfo":"Elige un diseño, añade tu juego de medidas y generaremos un patrón de costura a medida para ti.","designNew":"Crear un nuevo diseño","designNewInfo":"Los diseños de FreeSewing son pequeños paquetes de código JavaScript que generan patrones. No es difícil crear tus propios diseños, y tenemos un tutorial detallado para que empieces.","pluginNew":"Crear un nuevo plugin","pluginNewInfo":"La funcionalidad de FreeSewing puede ampliarse aún más con plugins. Crear un plugin es fácil, y tenemos una guía que te llevará de principio a fin.","showcaseNew":"Crear una nueva entrada de escaparate","showcaseNewInfo":"Si quieres compartir algo que tú (u otra persona) hayas hecho basándote en nuestros diseños, puedes iniciar un borrador de publicación aquí.","blogNew":"Crear una nueva entrada en el blog","blogNewInfo":"Si quieres escribir en el blog de FreeSewing, puedes iniciar un borrador de entrada aquí.","imgNew":"Generar una imagen en las redes sociales","imgNewInfo":"Utiliza nuestro generador para crear una imagen que puedas compartir en las redes sociales, admite los formatos ancho (clásico), cuadrado (Instagram) o alto (stories/TikTok).","csetNew":"Sugerir un nuevo conjunto de medidas curadas","csetNewInfo":"We curate a collection of vetted measurements sets that we use to test patterns. You can suggest a measurements set here.","opackNew":"Sugerir un nuevo paquete de opciones","opackNewInfo":"Seleccionamos una colección de paquetes de opciones para cada uno de nuestros diseños. Puedes sugerir tus opciones aquí.","newPopular":"Más populares","newShare":"Compartir / Mostrar","newDev":"Diseño / Desarrollo","generateANewThing":"Genera un nuevo { thing }","linkedIdentities":"Identidades vinculadas","github":"GitHub","instagram":"Instagram","mastodon":"Mastodon","reddit":"Reddit","twitch":"Twitch","tiktok":"TikTok","website":"Página web","websiteTitle":"¿Tienes un sitio web u otra URL que quieras añadir?","platformTitle":"¿Quién eres tú en { platform }?","platformWhy":"No utilizamos estos datos de ninguna manera. Esto sólo está aquí para que los usuarios de FreeSewing puedan conectar los puntos entre plataformas.","security":"Seguridad","revealPassword":"Revelar contraseña","hidePassword":"Ocultar contraseña","designs":"Diseños","code":"Código","aboutThing":"Acerca de { thing }","requiredMeasurements":"Medidas requeridas","optionalMeasurements":"Medidas opcionales","none":"Ninguna","designOptions":"Opciones de diseño","parts":"Piezas","plugins":"Plugins","specifications":"Especificaciones","visitShowcase":"Visita el escaparate","examples":"Ejemplos","noExamples":"Actualmente no disponemos de ejemplos de este diseño","noExamplesMsg":"Confiamos en la comunidad FreeSewing para que nos envíe ejemplos en nuestras entradas de escaparate.","ownPublicPattern":"Esta es la vista pública de uno de tus propios patrones. Para más opciones, accede a la vista privada.","ownPrivatePattern":"Esta es la vista privada de tu patrón. La vista pública funcionará para ti aunque el patrón sea privado. Sólo funcionará para los demás cuando el patrón sea público.","privateView":"Vista privada","publicView":"Vista pública","importHere":"This page allows you to import data into your FreeSewing account.","importSupported":"Currently, we support importing the following types of data","importSets":"Import Measurements Sets","importSet":"Import Measurements Set","cloneSet":"Clone Measurements Set","measieFile":"Measurements file","dragAndDropFileHere":"Drag and drop your file here","importSetTip1":"To import a measurement set, you should have a JSON or YAML file that has the following structure","importSetTip2":"Your file can either contain a single measurements set, or an array of multiple measurements sets.","importing":"Importing","imported":"Imported","importFailed":"Import failed"}