{"blog":"Blog","blogAbout":"Noticias y actualizaciones de la comunidad FreeSewing","showcase":"Escaparate","showcaseAbout":"Ejemplos e inspiración de la comunidad FreeSewing utilizando nuestros diseños","docs":"Documentación","docsAbout":"Documentación exhaustiva de todos nuestros diseños, nuestro sitio web y mucho más","account":"Tu cuenta","accountAbout":"Gestionar la configuración y preferencias de tu cuenta, y tus datos personales","designs":"Diseños","designsAbout":"Nuestra biblioteca de diseños que puedes convertir en patrones a medida con unos pocos clics","community":"Comunidad","communityAbout":"Más información sobre la gente que está detrás de FreeSewing y dónde encontrar creadores afines","apiAbout":"Documentación para nuestra biblioteca API central y nuestra API REST backend.","designAbout":"Todo lo que necesitas saber para empezar a diseñar patrones de costura paramétricos.","contributeAbout":"¿Quieres contribuir a FreeSewing? Hazlo por aquí.","i18nAbout":"Documentación sobre cómo se traduce FreeSewing a varios idiomas.","infraAbout":"Documentación sobre la infraestructura y las partes móviles de FreeSewing.","aboutAbout":"¿No estás seguro de qué es esto de FreeSewing? Entonces empieza por aquí.","supportAbout":"Apoya FreeSewing. O infórmate de dónde puedes acudir para obtener ayuda.","guidesAbout":"Las guías cuentan una historia para que comprendas mejor un tema concreto.","tutorialsAbout":"Los tutoriales son lecciones que te guían a través de una serie de pasos para completar un proyecto.","howtosAbout":"Los Howtos te dan pasos concretos para resolver un problema o reto común.","referenceAbout":"La referencia contiene descripciones técnicas de la tecnología subyacente y de cómo utilizarla.","trainingAbout":"Los materiales de formación son los más profundos y se esfuerzan por enseñarte una nueva habilidad.","mainSections":"Secciones principales","currentSection":"Sección actual","sets":"Tus conjuntos de medidas","patterns":"Tus patrones","curate":"Conserva","curateSets":"Conjuntos Curate","curatedSets":"Conjuntos de Medidas Curadas","curated-setsAbout":"Conjuntos de medidas curadas por FreeSewing que puedes utilizar para probar nuestra plataforma, o tus diseños","code":"Código","patternsAbout":"Lista los patrones que tienes almacenados en tu cuenta de FreeSewing","setsAbout":"Lista los conjuntos de medidas que has almacenado en tu cuenta de FreeSewing","codeAbout":"Aquí puedes encontrar (enlaces a) el código fuente de Freesewing","new":"Nuevo...","newAbout":"Empieza por aquí si quieres crear algo nuevo","support":"Soporte"}