{"account":"Account","yourAccount":"Your Account","newPattern":"New Pattern","newSet":"Create a new measurements set","links":"Links","info":"Info","settings":"Settings","data":"Data","sets":"Measurements Sets","patterns":"Patterns","actions":"Actions","created":"Created","updated":"Updated","expires":"Expires","role":"Role","yourApikeys":"Your API Keys","yourProfile":"Your Profile","yourPatterns":"Your Patterns","yourSets":"Your Measurements Sets","signOut":"Sign Out","politeOhCrap":"Oh fiddlesticks","bio":"Bio","email":"E-mail Address","img":"Image","username":"Username","compare":"Measurements Sets Comparison","consent":"Consent & Privacy","control":"User Experience","imperial":"Units","units":"Units","apikeys":"API Keys","newsletter":"Newsletter Subscription","password":"Password","newPasswordPlaceholder":"Enter your new password here","passwordPlaceholder":"Enter your password here","mfa":"Two-Factor Authentication","mfaTipTitle":"Please consider enabling Two-Factor Authentication","mfaTipMsg":"We do not enforce a password policy, but we do recommend you enable Two-Factor Authentication to keep your FreeSewing account safe.","mfaEnabled":"Two-Factor Authentication is enabled","mfaDisabled":"Two-Factor Authentication is disabled","mfaSetup":"Set up Two-Factor Authentication","mfaAdd":"Add FreeSewing to your Authenticator App by scanning the QR code above.","mfaScratchCodes":"MFA Scratch Codes","mfaScratchCodesMsg1":"You can use any of these scratch codes as a one-time MFA code when you do not have access to your code-generating app (for example, when you've lost your phone).","mfaScratchCodesMsg2":"You can use each of these codes only once. Write them down, because this is the only time you will get to see them.","copyToClipboard":"Copy to clipboard","confirmWithPassword":"Please enter your password to confirm this action","confirmWithMfa":"Please enter a code from your Authenticator App to confirm this action","enableMfa":"Enable Two-Factor Authentication","disableMfa":"Disable Two-Factor Authentication","language":"Language","developer":"Developer","design":"Design","patternMetadata":"Pattern metadata","clonePattern":"Clone pattern","updatePattern":"Update pattern","reload":"Reload account","export":"Export your data","import":"Import data","exportMsg":"Click below to export your personal data","exportNote":"The EU's General Data Protection Regulation (GDPR) ensures your so-called right to data portability — the right to obtain and reuse your personal data for your own purposes, or across different services.","exportDownload":"Your data was exported and is available for download at the following location:","review":"Review your consent","restrict":"Restrict processing of your data","disable":"Disable your account","remove":"Remove your account","proceedWithCaution":"Proceed with caution","restrictWarning":"While no data will be removed, this will disable your account. Furthermore, you can not undo this on your own, but will have to contact support when you want to restore access to your account.","noWayBack":"There is no way back from this.","mdSupport":"You can use markdown here","or":"or","continue":"Continue","save":"Save","noThanks":"No thanks","areYouCertain":"Are you certain?","delete":"Delete","nailedIt":"Nailed it","gone":"Poof. Gone.","reloadMsg1":"The data stored in your browser can sometimes get out of sync with the data stored in our backend.","reloadMsg2":"This lets you reload your account data from the backend. It has the same effect as signing out, and then signing in again","bioTitle":"Tell people a little bit about yourself","bioPreview":"Bio Preview","bioPlaceholder":"I make clothes and shoes. I design sewing patterns. I write code. I run [FreeSewing](http://freesewing.org)","compareTitle":"Are you comfortable with your measurements sets being compared?","compareYes":"Yes, in case it may help me","compareYesd":"We will occasionally show how your sets of measurements compare to other measurements sets.\nThis allows us to detect potential problems in your measurements or patterns.\n","compareNo":"No, never compare","compareNod":"We will never compare your sets of measurements to other measurements sets.\nThis will limit our ability to warn you about potential problems in your measurements sets or patterns.\n","showMore":"Show more","control1.t":"Keep it as simple as possible","control1.d":"Hides all but the most crucial features.","control2.t":"Keep it simple, but not too simple","control2.d":"Hides the majority of features.","control3.t":"Balance simplicity with power","control3.d":"Reveals the majority of features, but not all.","control4.t":"Give me all powers, but keep me safe","control4.d":"Reveals all features, keeps handrails and safety checks.","control5.t":"Get out of my way","control5.d":"Reveals all features, removes all handrails and safety checks.","controlShowMore":"Show more options","controlTitle":"Which user experience do you prefer?","imgTitle":"How about a picture?","imgDragAndDropImageHere":"Drag and drop an image here","imgPasteUrlHere":"Paste an image location (URL) here","imgSelectImage":"Select an image","newsletterTitle":"Would you like to receive the FreeSewing newsletter?","newsletterYes":"Yes, I would like to receive the newsletter","newsletterYesd":"Once every 3 months you'll receive an email from us with honest wholesome content. No tracking, no ads, no nonsense.","newsletterNod":"You can always change your mind later. But until you do, we will not send you any newsletters.","metricUnits":"Metric units (cm)","metricUnitsd":"Pick this if you prefer centimeters over inches.","imperialUnits":"Imperial units (inch)","imperialUnitsd":"Pick this if you prefer inches over centimeters.","unitsTitle":"Which units do you prefer?","displayUnits":"Display units","usernameTitle":"What username would you like?","usernameAvailable":"Username is available","usernameNotAvailable":"Username is not available","emailTitle":"Where can we reach you in case we have a good reason for it (like when you forgot your password)?","oneMoreThing":"One more thing","oneMomentPlease":"One moment please","emailChangeConfirmation":"We have sent an E-mail to your new address to confirm this change.","vagueError":"Something went wrong, and we're not certain how to handle it. Please try again, or involve a human being for assistance.","githubTitle":"Link your GitHub identity","githubWhy1":"Enter your GitHub username and email here and we will use them when interacting with GitHub on your behalf.","githubWhy2":"Note that both your GitHub username and email is public info. This merely allows us to make a link between your FreeSewing account and GitHub account.","githubWhy3":"For example, when you report a problem on this website, we can mention you so you will receive notifications when there is an update. For this, your username is sufficient.","githubWhy4":"When you submit a showcase post or make changed to our content, we can credit those commits to you if we have both your username and the email address you use on GitHub.","tooComplex":"If all of this in confusing, you don't have to provide this info. It's an advanced feature.","languageTitle":"Which language do you prefer?","passwordTitle":"Something only you know","userId":"User ID","newApikey":"Generate a new API key","keyNewInfo":"Create a new API key to connect to the FreeSewing backend in an automated way.","keyName":"Key name","keyNameDesc":"A unique name for this API key. Only visible to you.","keyExpires":"Key expiration","keyExpiresDesc":"The key will expire on:","keyLevel":"Key permission level","keyLevel0":"Authenticate only","keyLevel1":"Read access to your own patterns and measurements sets","keyLevel2":"Read access to all your account data","keyLevel3":"Write access to your own patterns and measurements sets","keyLevel4":"Write access to all your account data","keyLevel5":"Read access to patterns and measurements sets of other users","keyLevel6":"Write access to patterns and measurements sets of other users","keyLevel7":"Write access to all account data of other users","keyLevel8":"Impersonate other users, full write access to all data","cancel":"Cancel","keySecretWarning":"This is the only time you can see the key secret, make sure to copy it.","keyExpired":"This API key has expired","deleteKeyWarning":"Removing an API key cannot be undone.","keyDocsTitle":"Refer to FreeSewing.dev for documentation on using API keys (English only)","keyDocsMsg":"This is an advanced feature aimed at developers or anyone who wants to interact with our backend directly.","apiCalls":"API Calls","newBookmark":"Add a Bookmark","bookmark":"Bookmark","bookmarks":"Bookmarks","type":"Type","location":"Location","title":"Title","new":"New","designBookmark":"Designs","patternBookmark":"Patterns","setBookmark":"Measurements Sets","csetBookmark":"Curated Measurements Sets","docBookmark":"Documentation","customBookmark":"Custom Bookmarks","yourBookmarks":"Your bookmarks","bookmarkThisThing":"Bookmark this { thing }","page":"Page","doc":"Documentation","pattern":"Pattern","set":"Measurements Set","name":"Name","setNameDesc":"A name to identify this measurements set","setNewInfo":"Create a new set of measurements which you can then use to generate patterns for.","notes":"Notes","setNotesDesc":"Any notes you'd like to keep regarding this measurements set","description":"Description","deleteSetWarning":"Removing a measurements set cannot be undone.","image":"Image","measies":"Measurements","setUnitsMsgTitle":"This settings only applies to this measurement set","setUnitsMsgDesc":"These are the units we will use when updating or displaying the measurements in this set.\nEverywhere else on this website, we will use the units preference set in your account.\n","public":"Public","publicSet":"Public measurements set","privateSet":"Private measurements set","publicSetDesc":"Others are allowed to use these measurements to generate or test patterns","privateSetDesc":"These measurements cannot be used by other users or visitors","permalink":"Permalink","editThing":"Edit {thing}","saveThing":"Save {thing}","filterByDesign":"Filter by design","noFilter":"Do not filter","filterByDesignDocs":"If you have a specific design in mind, you can <b>filter by design</b> to only list those measurements that are required for this design.","setLacksMeasiesForDesign":"This set lacks measurements required for this pattern","setHasMeasiesForDesign":"This set has all measurements required for this pattern","someSetsLacking":"Some of these sets lack the measurements required to generate this pattern","theseSetsReady":"These sets have all required measurements to generate this pattern","chooseSet":"Please choose a set of measurements","patternForWhichSet":"Which set of measurements should we generate a pattern for?","bookmarkedSets":"Measurements sets you've bookmarked","curatedSets":"FreeSewing's curated measurements sets","curatedSetsAbout":"Sets of measurements curated by FreeSewing that you can use to test our platform, or your designs.","curateCuratedSets":"Curate our selection of curated measurements sets","useThisSet":"Use this set of measurements","ownSets":"Your own measurements sets","noOwnSets":"You do not have any of your own measurements sets (yet)","pleaseMtm":"Because our patterns are bespoke, we strongly suggest you take accurate measurements.","noOwnSetsMsg":"You can store your measurements as a measurements set, after which you can generate as many patterns as you want for them.","measurements":"Measurements","chooseASet":"Choose a measurements set","showImage":"Show image","suggestForCuration":"Suggest for curation","suggestCset":"Suggest a measurements set for curation","csetAllMeasies":"To ensure curated measurements sets work for all designs, you need to provide a full set of measurements.","csetMissing":"Your measurements set is missing the following measurements","allMeasiesAvailable":"All measurements are available.","csetHeightMsg1":"To allow organizing and presenting our curated sets in a structured way, we organize them by height.","csetImgMsg":"Finally, we need a picture. Please refer to the documentation to see what makes a good picture for a curated measurements set.","docs":"Documentation","csetNotesMsg":"If you would like to add any notes, you can do so here.","thankYouVeryMuch":"Thank you very much","csetSuggestedMsg":"Your submission has been registered and will be processed by one of our curators.","itIsAvailableAt":"It is available at","csetNameMsg":"Each curated set has a name. You can suggest your own name or a pseudonym.","missing":"Missing","andMore":"and more","unitsMustSave":"Note: You must save after changing Units to have the change take effect on this page.","makePublic":"Make public","makePrivate":"Make private","patternNew":"Generate a new pattern","patternNewInfo":"Pick a design, add your measurements set, and we'll generate a bespoke sewing pattern for you.","designNew":"Create a new design","designNewInfo":"FreeSewing designs are small bundles of JavaScript code that generate patterns. It's not hard to create your own designs, and we have a detailed tutorial to get you started.","pluginNew":"Create a new plugin","pluginNewInfo":"FreeSewing's functionality can be further extended with plugins. Creating a plugin is easy, and we have a guide to take you from start to finish.","showcaseNew":"Create a new showcase post","showcaseNewInfo":"If you would like to share something you (or someone else) made based on our designs, you can start a draft showcase post here.","blogNew":"Create a new blog post","blogNewInfo":"If you would like to write on the FreeSewing blog, you can start a draft blog post here.","imgNew":"Generate a social media image","imgNewInfo":"Use our generator to create an image you can share on social media, supports wide (classic), square (Instagram), or tall (stories/TikTok) formats.","csetNew":"Suggest a new curated measurements set","csetNewInfo":"We curate a collection of vetted measurements sets that we use to test patterns. You can suggest a measurements set here.","opackNew":"Suggest a new options pack","opackNewInfo":"We curate a collection of vetted option packs for each of our designs. You can suggest your options here.","newPopular":"Most popular","newShare":"Share / Show","newDev":"Design / Develop","generateANewThing":"Generate a new { thing }","linkedIdentities":"Linked Identities","github":"GitHub","instagram":"Instagram","mastodon":"Mastodon","reddit":"Reddit","twitch":"Twitch","tiktok":"TikTok","website":"Website","websiteTitle":"Do you have a website or other URL you'd like to add?","platformTitle":"Who are you on { platform }?","platformWhy":"We do not use this data in any way. This is only here so FreeSewing users can connect the dots across platforms.","security":"Security","revealPassword":"Reveal password","hidePassword":"Hide password","designs":"Designs","code":"Code","aboutThing":"About { thing }","requiredMeasurements":"Required measurements","optionalMeasurements":"Optional measurements","none":"None","designOptions":"Design options","parts":"Parts","plugins":"Plugins","specifications":"Specifications","visitShowcase":"Visit showcase post","examples":"Examples","noExamples":"We currently do not have any examples for this design","noExamplesMsg":"We rely on the FreeSewing community to submit examples in our showcase posts.","ownPublicPattern":"This is the public view on one of your own patterns. For more options, access the private view.","ownPrivatePattern":"This is the private view on your pattern. The public view will work for you even when the pattern is private. It will only work for others when the pattern is public.","privateView":"Private view","publicView":"Public view","importHere":"This page allows you to import data into your FreeSewing account.","importSupported":"Currently, we support importing the following types of data","importSets":"Import Measurements Sets","importSet":"Import Measurements Set","cloneSet":"Clone Measurements Set","measieFile":"Measurements file","dragAndDropFileHere":"Drag and drop your file here","importSetTip1":"To import a measurement set, you should have a JSON or YAML file that has the following structure","importSetTip2":"Your file can either contain a single measurements set, or an array of multiple measurements sets.","importing":"Importing","imported":"Imported","importFailed":"Import failed"}