{"t":"From Brian","d":"This design extends Brian","largeShoulderWidth.t":"Shoulder Width larger than anticipated","largeShoulderWidth.d":"The pattern was not able to generate an optimal armhole shape using the given measurements and options. Please be aware that the generated pattern may not be correct. Please retake your measurements, verify that they are correct, and try generating a new pattern with the new measurements.","back":"Back","front":"Front","base":"Base","sleevecap":"Sleevecap","sleeve":"Sleeve","acrossBackFactor.t":"Across back factor","acrossBackFactor.d":"Controls your across back width as a factor of your shoulder to shoulder measurement.","armholeDepth.t":"Armhole depth","armholeDepth.d":"Controls the depth of the armhole. Higher values make a deeper armhole.","armholeDepthFactor.t":"Armhole depth factor (legacy)","armholeDepthFactor.d":"Controls the depth of the armhole. Higher values make a deeper armhole. This option only applies to the legacy (v2) way of calculating the armhole depth.","backNeckCutout.t":"Back neck cutout","backNeckCutout.d":"How deep the neck is cut out at the back","bicepsEase.t":"Biceps ease","bicepsEase.d":"The amount of ease at your upper arm. Note that while we try to respect this, fitting the sleeve to the armhole takes precedence over respecting the exact amount of ease.","collarEase.t":"Collar ease","collarEase.d":"The amount of ease around your neck","chestEase.t":"Chest ease","chestEase.d":"The amount of ease at your chest.","cuffEase.t":"Cuff ease","cuffEase.d":"The amount of ease at your wrist.","draftForHighBust.t":"Draft for high bust","draftForHighBust.d":"Draft the pattern using the high bust measurement if it is available, instead of using the chest measurement. This can result in a more fitted garment for people with breasts. (Please note that no additional adjustments or shaping is performed. Further manual adjustments may be needed for those with a larger difference between high bust and chest measurements.)","draftForHighBustYes.t":"Draft using the high bust measurement","draftForHighBustYes.d":"Drafts a pattern using the high bust measurement instead of the chest measurement. Suggested for most people with breasts.","draftForHighBustNo.t":"Draft using the chest measurement","draftForHighBustNo.d":"Drafts a pattern using the chest measurement. Suggested for most people without breasts.","frontArmholeDeeper.t":"Front armhole extra cutout","frontArmholeDeeper.d":"How much do you want the front armhole to be cut out deeper than the back.","legacyArmholeDepth.t":"Legacy armhole depth","legacyArmholeDepth.d":"Enable this option to use the legacy way to calculate the armhole depth (using biceps circumference) rather than the v3 way (using the waist to armpit measurement)","legacyArmholeDepthNo.t":"Calculate armhole depth the v3 way","legacyArmholeDepthNo.d":"Uses the waist to armpit measurement to locate the bottom of the armhole","legacyArmholeDepthYes.t":"Calculate armhole depth the legacy (v2) way","legacyArmholeDepthYes.d":"Uses the biceps measurement to locate the bottom of the armhole","lengthBonus.t":"Length bonus","lengthBonus.d":"The amount to lengthen the garment. A negative value will shorten it.","s3Collar.t":"Shoulder seam shift: collar side","s3Collar.d":"Increase this option to shift the shoulder seam forward on the collar side. Decreasing it shifts it backwards.","s3Armhole.t":"Shoulder seam shift: armhole side","s3Armhole.d":"Increase this option to shift the shoulder seam forward on the armhole side. Decreasing it shifts it backwards.","shoulderEase.t":"Shoulder ease","shoulderEase.d":"The amount of ease at your shoulder. This increases the shoulder to shoulder distance to accommodate additional layers or thickness.","shoulderSlopeReduction.t":"Shoulder slope reduction","shoulderSlopeReduction.d":"The amount by which the shoulder slope is reduced to allow for shoulder padding.","sleeveLengthBonus.t":"Sleeve length bonus","sleeveLengthBonus.d":"The amount to lengthen the sleeve. A negative value will shorten it.","sleevecapEase.t":"Sleevecap ease","sleevecapEase.d":"The amount by which the sleevecap seam is longer than the armhole seam.","sleevecapTopFactorX.t":"Sleevecap top X","sleevecapTopFactorX.d":"Controls the horizontal location of the sleevecap top.","sleevecapTopFactorY.t":"Sleevecap top Y","sleevecapTopFactorY.d":"Controls the height of the sleevecap. A higher value results in a higher and more narrow sleevecap.","sleevecapBackFactorX.t":"Sleevecap back X","sleevecapBackFactorX.d":"Controls the placement of the sleevecap back pitchpoint on the X-axis (horizontal)","sleevecapBackFactorY.t":"Sleevecap back Y","sleevecapBackFactorY.d":"Controls the placement of the sleevecap back pitchpoint on the Y-axis (vertical)","sleevecapFrontFactorX.t":"Sleevecap front X","sleevecapFrontFactorX.d":"Controls the placement of the sleevecap front pitchpoint on the X-axis (horizontal)","sleevecapFrontFactorY.t":"Sleevecap front Y","sleevecapFrontFactorY.d":"Controls the placement of the sleevecap front pitchpoint on the Y-axis (vertical)","sleevecapQ1Offset.t":"Sleevecap Q1 offset","sleevecapQ1Offset.d":"Controls the curvature of the sleevecap in the first quadrant (front armhole)","sleevecapQ2Offset.t":"Sleevecap Q2 offset","sleevecapQ2Offset.d":"Controls the curvature of the sleevecap in the second quadrant (front shoulder)","sleevecapQ3Offset.t":"Sleevecap Q3 offset","sleevecapQ3Offset.d":"Controls the curvature of the sleevecap in the third quadrant (back shoulder)","sleevecapQ4Offset.t":"Sleevecap Q4 offset","sleevecapQ4Offset.d":"Controls the curvature of the sleevecap in the fourth quadrant (back armhole)","sleevecapQ1Spread1.t":"Sleevecap Q1 downward spread","sleevecapQ1Spread1.d":"Controls the spread of the sleevecap first quadrant curvature towards the armhole","sleevecapQ1Spread2.t":"Sleevecap Q1 upward spread","sleevecapQ1Spread2.d":"Controls the spread of the sleevecap first quadrant curvature towards the shoulder","sleevecapQ2Spread1.t":"Sleevecap Q2 downward spread","sleevecapQ2Spread1.d":"Controls the spread of the sleevecap second quadrant curvature towards the armhole","sleevecapQ2Spread2.t":"Sleevecap Q2 upward spread","sleevecapQ2Spread2.d":"Controls the spread of the sleevecap second quadrant curvature towards the shoulder","sleevecapQ3Spread1.t":"Sleevecap Q3 upward spread","sleevecapQ3Spread1.d":"Controls the spread of the sleevecap third quadrant curvature towards the shoulder","sleevecapQ3Spread2.t":"Sleevecap Q3 downward spread","sleevecapQ3Spread2.d":"Controls the spread of the sleevecap third quadrant curvature towards the armhole","sleevecapQ4Spread1.t":"Sleevecap Q4 upward spread","sleevecapQ4Spread1.d":"Controls the spread of the sleevecap fourth quadrant curvature towards the shoulder","sleevecapQ4Spread2.t":"Sleevecap Q4 downward spread","sleevecapQ4Spread2.d":"Controls the spread of the sleevecap fourth quadrant curvature towards the armhole","sleeveWidthGuarantee.t":"Sleeve width guarantee","sleeveWidthGuarantee.d":"Controls how much of the sleeve width will be guaranteed. This determines how much we can alter the sleeve width to fit the sleeve in the armhole."}