{
  "t": "Brian, ein Grundschnitt",
  "d": "Brian ist ein Grundschnitt für Personen ohne Brüste.",
  "p": {
    "back": "Back",
    "front": "Front",
    "base": "Base",
    "sleevecap": "Sleevecap",
    "sleeve": "Sleeve"
  },
  "s": {},
  "o": {
    "acrossBackFactor": {
      "t": "Rückenweitenverhältnis",
      "d": "Beeinflusst das Verhältnis zwischen Rücken- und Schulterweite measurement."
    },
    "armholeDepthFactor": {
      "t": "Tiefenfaktor des Armloches",
      "d": "Steuert die Tiefe des Armloches. Höhere Werte ergeben ein tieferes Armloch."
    },
    "backNeckCutout": {
      "t": "Ausschnitt im Nacken",
      "d": "Wie tief der Hals am Rücken ausgeschnitten ist"
    },
    "bicepsEase": {
      "t": "Bizeps Zugabe",
      "d": "Die Menge an Bewegungszugabe am Oberarm. Während wir versuchen, dies zu respektieren, hat das genaue Anbringen des Ärmels am Armloch Vorrang vor der Einhaltung der genauen Zugabe."
    },
    "collarEase": {
      "t": "Kragen Zugabe",
      "d": "Die Menge an Bequemlichkeits-/Bewegungszugabe um deinen Hals herum"
    },
    "chestEase": {
      "t": "Brustzugabe",
      "d": "Die Menge an Bewegungs-/Bequemlichkeitszugabe an deiner Brust."
    },
    "cuffEase": {
      "t": "Manschette Zugabe",
      "d": "Die Bequemlichkeits-/Bewegungszugabe am Handgelenk."
    },
    "draftForHighBust": {
      "t": "Entwurf für hohe Büste",
      "d": "Zeichnen Sie das Muster für die hohe Büstenmessung (falls vorhanden) statt der (vollen) Truhe. Dies wird zu einem besser angepassten Kleidungsstück für Brustkleidung führen."
    },
    "frontArmholeDeeper": {
      "t": "Zusätzlicher Ausschnitt am vorderen Armloch",
      "d": "Um wie viel das vordere Armloch tiefer ausgeschnitten ist als im Rücken."
    },
    "lengthBonus": {
      "t": "Längenzugabe",
      "d": "Der Betrag, um den das Kleidungsstück verlängert wird. Ein negativer Wert verkürzt es."
    },
    "s3Collar": {
      "t": "Schulternahtverschiebung: Kragenseite",
      "d": "Vergrößern Sie diese Option, um die SchulterNaht auf der Kragenseite nach vorne zu verschieben. Verringert sie sie rückwärts."
    },
    "s3Armhole": {
      "t": "Schulternahtverschiebung: Armlochseite",
      "d": "Erhöhe diese Option, um die SchulterNaht auf der Armlochseite nach vorne zu verschieben. Verringert sie sie rückwärts."
    },
    "shoulderEase": {
      "t": "Schulter Zugabe",
      "d": "Die Menge an Bequemlichkeits-/Bewegungszugabe an der Schulter. Dies erhöht den Schulterabstand, um zusätzliche Lagen oder die Dicke des Stoffes zu beherbergen."
    },
    "shoulderSlopeReduction": {
      "t": "Verringerung der Schulterneigung",
      "d": "Der Betrag, um den die Schulterneigung reduziert wird, um eine Schulterpolsterung zu ermöglichen."
    },
    "sleeveLengthBonus": {
      "t": "Ärmel Längenzugabe",
      "d": "Der Betrag, um den der Ärmel verlängert wird. Ein negativer Wert verkürzt ihn."
    },
    "sleevecapEase": {
      "t": "Armkugel Zugabe",
      "d": "Der Betrag, um den die Armkugelnaht länger ist als die Armlochnaht."
    },
    "sleevecapTopFactorX": {
      "t": "Armkugel Oben X",
      "d": "Steuert die horizontale Position der Armkugel oben."
    },
    "sleevecapTopFactorY": {
      "t": "Armkugel Oben Y",
      "d": "Steuert die Höhe der Armkugel. Ein höherer Wert führt zu einer höheren und schmaleren Armkugel."
    },
    "sleevecapBackFactorX": {
      "t": "Armkugel Hinten X",
      "d": "Steuert die Platzierung des hinteren Neigungspunkts der Armkugel auf der X-Achse (horizontal)"
    },
    "sleevecapBackFactorY": {
      "t": "Armkugel Hinten Y",
      "d": "Steuert die Platzierung des hinteren Neigungspunkts der Armkugel auf der Y-Achse (vertikal)"
    },
    "sleevecapFrontFactorX": {
      "t": "Armkugel Vorne X",
      "d": "Steuert die Platzierung des vorderen Neigungspunkts der Armkugel auf der X-Achse (horizontal)"
    },
    "sleevecapFrontFactorY": {
      "t": "Armkugel Vorne Y",
      "d": "Steuert die Platzierung des vorderen Neigungspunkts der Armkugel auf der Y-Achse (vertikal)"
    },
    "sleevecapQ1Offset": {
      "t": "Offset der Armkugel Q1",
      "d": "Steuert die Krümmung der Armkugel im ersten Quadranten (vorderes Armloch)"
    },
    "sleevecapQ2Offset": {
      "t": "Offset der Armkugel Q2",
      "d": "Steuert die Krümmung der Armkugel im zweiten Quadranten (vordere Schulter)"
    },
    "sleevecapQ3Offset": {
      "t": "Offset der Armkugel Q3",
      "d": "Steuert die Krümmung der Armkugel im dritten Quadranten (hintere Schulter)"
    },
    "sleevecapQ4Offset": {
      "t": "Offset der Armkugel Q4",
      "d": "Steuert die Krümmung der Armkugel im vierten Quadranten (hinteres Armloch)"
    },
    "sleevecapQ1Spread1": {
      "t": "Armkugel Q1 Spreizung nach unten",
      "d": "Steuert die Spreizung der Armkugel im ersten Quadranten in Richtung des Armlochs"
    },
    "sleevecapQ1Spread2": {
      "t": "Armkugel Q1 Spreizung nach oben",
      "d": "Steuert die Spreizung der Armkugel im ersten Quadranten in Richtung der Schulter"
    },
    "sleevecapQ2Spread1": {
      "t": "Armkugel Q2 Spreizung nach unten",
      "d": "Steuert die Spreizung der Armkugel im zweiten Quadranten in Richtung des Armlochs"
    },
    "sleevecapQ2Spread2": {
      "t": "Armkugel Q2 Spreizung nach oben",
      "d": "Steuert die Spreizung der Armkugel im zweiten Quadranten in Richtung der Schulter"
    },
    "sleevecapQ3Spread1": {
      "t": "Armkugel Q3 Spreizung nach oben",
      "d": "Steuert die Spreizung der Armkugel im dritten Quadranten in Richtung der Schulter"
    },
    "sleevecapQ3Spread2": {
      "t": "Armkugel Q3 Spreizung nach unten",
      "d": "Steuert die Spreizung der Armkugel im dritten Quadranten in Richtung des Armlochs"
    },
    "sleevecapQ4Spread1": {
      "t": "Armkugel Q4 Spreizung nach oben",
      "d": "Steuert die Spreizung der Armkugel im vierten Quadranten in Richtung der Schulter"
    },
    "sleevecapQ4Spread2": {
      "t": "Armkugel Q4 Spreizung nach unten",
      "d": "Steuert die Spreizung der Armkugel im vierten Quadranten in Richtung des Armlochs"
    },
    "sleeveWidthGuarantee": {
      "t": "Garantie der Ärmelbreite",
      "d": "Steuert, wie viel von der Ärmelbreite garantiert wird. Dies bestimmt, um wie viel wir die Ärmelbreite verändern können, um die Ärmel in das Armloch einzupassen."
    }
  }
}
