{
  "t": "Brian, patrón base de torso sin pechos",
  "d": "Brian es un patrón base para personas sin pechos.",
  "p": {
    "back": "Back",
    "front": "Front",
    "base": "Base",
    "sleevecap": "Sleevecap",
    "sleeve": "Sleeve"
  },
  "s": {},
  "o": {
    "acrossBackFactor": {
      "t": "Factor de ancho de espalda",
      "d": "Controla el ancho de espalda como un factor de la medida de hombro a hombro."
    },
    "armholeDepthFactor": {
      "t": "Factor de profundidad de la sisa",
      "d": "Controla la profundidad de la sisa. Valores más altos producen sisas más profundas."
    },
    "backNeckCutout": {
      "t": "Corte trasero del cuello",
      "d": "Cómo de profundo es el cuello por detrás"
    },
    "bicepsEase": {
      "t": "Holgura del bíceps",
      "d": "La cantidad de holgura en la parte superior del brazo. Ten en cuenta que, aunque intentamos repetar esto, ajustar la manga a la sisa toma preferencia sobre respetar la cantidad exacta de holgura."
    },
    "collarEase": {
      "t": "Facilidad de cuello",
      "d": "La cantidad de facilidad alrededor de tu cuello."
    },
    "chestEase": {
      "t": "Holgura de pecho",
      "d": "La cantidad de holgura en el pecho"
    },
    "cuffEase": {
      "t": "Holgura de muñeca",
      "d": "La cantidad de holgura en la muñeca."
    },
    "draftForHighBust": {
      "t": "Borrador para alta caída",
      "d": "Borra el patrón para la medición alta del polvo (si está disponible) en lugar del cofre (completo). Esto dará lugar a una prenda más ajustada para las personas con senos."
    },
    "frontArmholeDeeper": {
      "t": "Sujetador delantero extra recorte",
      "d": "¿Cuánto quieres que se corte la sisa delantera más allá de la espalda?"
    },
    "lengthBonus": {
      "t": "Bonus de longitud",
      "d": "La cantidad a elongar. Valores negativos lo acortan."
    },
    "s3Collar": {
      "t": "Mayo de costura de hombro: lado de cuello",
      "d": "Aumenta esta opción para desplazar la costura del hombro hacia adelante en el lado del cuello. Disminuye su desplazamiento hacia atrás."
    },
    "s3Armhole": {
      "t": "Mayo de costura de hombro: lado del orificio",
      "d": "Aumenta esta opción para desplazar la costura del hombro hacia adelante en el lado del blindaje. Disminuye su desplazamiento hacia atrás."
    },
    "shoulderEase": {
      "t": "Holgura de hombro",
      "d": "La cantidad de holgura en los hombros. Esto incrementa la distancia de hombro a hombro para dejar espacio para la ropa que lleves debajo."
    },
    "shoulderSlopeReduction": {
      "t": "Reducción de caída del hombro",
      "d": "La cantidad en la que la caída del hombro se reduce para añadir hombreras."
    },
    "sleeveLengthBonus": {
      "t": "Longitud extra de manga",
      "d": "La cantidad a alargar la manga. Un valor negativo la acorta."
    },
    "sleevecapEase": {
      "t": "Holgura de la parte superior de la manga",
      "d": "La cantidad en la que la parte superior de la manga es más larga que la sisa"
    },
    "sleevecapTopFactorX": {
      "t": "Funda tapa X",
      "d": "Controla la ubicación horizontal de la parte superior de la funda"
    },
    "sleevecapTopFactorY": {
      "t": "Funda tapa Y",
      "d": "Controla la altura de la manga. Un valor más alto hace que la parte superior de la manga sea más alta y estrecha."
    },
    "sleevecapBackFactorX": {
      "t": "Funda atrás X",
      "d": "Controla la colocación del punto de inflexión posterior de la funda en el eje X (horizontal)"
    },
    "sleevecapBackFactorY": {
      "t": "Funda atrás X",
      "d": "Controla la colocación del punto de inflexión posterior de la funda en el eje Y (vertical)"
    },
    "sleevecapFrontFactorX": {
      "t": "Funda frontal X",
      "d": "Controla la colocación del punto de inflexión frontal de la funda en el eje X (horizontal)"
    },
    "sleevecapFrontFactorY": {
      "t": "Funda frontal Y",
      "d": "Controla la colocación del punto de inflexión frontal de la funda en el eje Y (vertical)"
    },
    "sleevecapQ1Offset": {
      "t": "Funda Q1 offset",
      "d": "Controla la curvatura de la funda en el primer cuadrante (sisa frontal)"
    },
    "sleevecapQ2Offset": {
      "t": "Funda Q2 offset",
      "d": "Controla la curvatura de la funda en el segundo cuadrante (hombro delantero)"
    },
    "sleevecapQ3Offset": {
      "t": "Funda Q3 offset",
      "d": "Controla la curvatura de la funda en el tercer cuadrante (hombro posterior)"
    },
    "sleevecapQ4Offset": {
      "t": "Funda Q4 offset",
      "d": "Controla la curvatura de la funda en el cuarto cuadrante (sisa trasera)"
    },
    "sleevecapQ1Spread1": {
      "t": "Funda Q1 propagación a la baja",
      "d": "Controla la propagación de la curvatura del primer cuadrante de la manga hacia la sisa."
    },
    "sleevecapQ1Spread2": {
      "t": "Funda Q1 propagación hacia arriba",
      "d": "Controla la propagación de la curvatura del primer cuadrante de manga hacia el hombro"
    },
    "sleevecapQ2Spread1": {
      "t": "Funda Q2 propagación a la baja",
      "d": "Controla la propagación de la curvatura del segundo cuadrante del manguito hacia la sisa."
    },
    "sleevecapQ2Spread2": {
      "t": "Funda Q2 extendido hacia arriba",
      "d": "Controla la propagación de la curvatura del segundo cuadrante de manga hacia el hombro"
    },
    "sleevecapQ3Spread1": {
      "t": "Funda Q3 extendido hacia arriba",
      "d": "Controla la propagación de la curvatura del tercer cuadrante de manga hacia el hombro"
    },
    "sleevecapQ3Spread2": {
      "t": "Funda Q3 propagación a la baja",
      "d": "Controla la propagación de la curvatura del tercer cuadrante de la manga hacia la sisa."
    },
    "sleevecapQ4Spread1": {
      "t": "Funda Q4 extendido hacia arriba",
      "d": "Controla la propagación de la curvatura del cuarto cuadrante de manga hacia el hombro"
    },
    "sleevecapQ4Spread2": {
      "t": "Funda Q4 propagación a la baja",
      "d": "Controla la propagación de la curvatura del cuarto cuadrante de manga hacia la sisa."
    },
    "sleeveWidthGuarantee": {
      "t": "Garantía de anchura de la manga",
      "d": "Controla cuánto del ancho de la manga se garantizará. Esto determina cuánto podemos alterar el ancho de la manga para que se ajuste a la manga en la sisa."
    }
  }
}
