{"coreSettings.t":"Kerneinstellungen","coreSettings.d":"Diese Einstellungen sind nicht spezifisch für das Design, sondern ermöglichen es dir, verschiedene Parameter der FreeSewing-Kernbibliothek anzupassen, die das Design für dich erstellt.","designOptions.t":"Diese Optionen sind spezifisch für dieses Muster. Du kannst sie verwenden, um dein Muster auf verschiedene Weise anzupassen.","paperless.t":"Papierlos","paperless.d":"Bäume sind toll und das Zusammenkleben von Nähmustern macht nicht viel Spaß. Probiere unseren papierlosen Modus aus, damit du dein Schnittmuster gar nicht erst ausdrucken musst.","samm.t":"Nahtzugabe Größe","samm.d":"Steuert die Menge der Nahtzugabe, die in deinem Muster verwendet wird","sabool.t":"Nahtzugabe einbeziehen","sabool.d":"Legt fest, ob eine Nahtzugabe deinem Schnittmuster hinzugefügt werden soll","complete.t":"Details","complete.d":"Legt fest, wie detailliert das Schnittmuster dargestellt wird; entweder ein vollständiges Schnittmuster mit allen Details oder eine einfache Kontur der Schnittmusterteile","expand.t":"Erweitern","expand.d":"Steuert die Bemühungen, Papier zu sparen. Deaktiviere diese Option, um alle Musterteile zu erweitern, auch wenn du dafür mehr Platz brauchst.","only.t":"Enthaltene Teile","only.d":"Hier kannst du genau festlegen, welche Teile des Musters in deinem Muster enthalten sein sollen.","locale.t":"Sprache","locale.d":"Legt die Sprache fest, die für dein Muster verwendet wird. Dies hat keinen Einfluss auf die Sprache der Website, sondern nur auf dieses spezielle Muster.","units.t":"Einheiten","units.d":"Diese Einstellung bestimmt, wie die Einheiten auf deinem Muster angezeigt werden","margin.t":"Randabstand","margin.d":"Legt den freien Rand um die einzelnen Teile des Schnittmusters fest","scale.t":"Beschriftungsgröße","scale.d":"Steuert die allgemeine Linienbreite, Schriftgröße und andere Elementgrößen, \nbeeinflusst jedoch nicht den Maßstab des Schnittmusters selbst","de.t":"Deutsch","de.d":"Verwende dies, um ein deutsches Muster zu erstellen","en.t":"Englisch","en.d":"Benutze dies, um ein englisches Muster zu erzeugen","es.t":"Spanisch","es.d":"Verwende dies, um ein spanisches Muster zu erstellen","fr.t":"Französisch","fr.d":"Verwende dies, um ein französisches Muster zu erstellen","nl.t":"Holländisch","nl.d":"Verwende dies, um ein niederländisches Muster zu erstellen","uk.t":"Ukrainian","uk.d":"Use this to generate a Ukrainian pattern","yes":"Yes","no":"No","completeYes.t":"Ein vollständiges Muster generieren","completeYes.d":"Dadurch wird ein vollständiges Muster mit allen Notationen, Linien und Markierungen erstellt. Verwende dies, wenn du dir nicht sicher bist, was du wählen sollst.","completeNo.t":"Erstelle einen Musterumriss","completeNo.d":"Only generate the outline of the pattern parts. Use this if you are looking to use a laser cutter or have other specific needs.","expandYes.t":"Erweitere alle Musterteile","expandYes.d":"Dadurch wird ein Muster erzeugt, bei dem alle Teile des Musters in ihrer vollen Größe gezeichnet werden, auch wenn es sich um einfache Rechtecke handelt.","expandNo.t":"Halte die Musterteile so kompakt wie möglich","expandNo.d":"So erhältst du eine dichtere Darstellung des Musters, die alle Informationen enthält, ohne zu viel Platz und Papier zu verbrauchen.","paperlessNo.t":"Erzeuge ein regelmäßiges Muster","paperlessNo.d":"Dadurch wird ein regelmäßiges Muster erzeugt, das du dann ausdrucken kannst.","paperlessYes.t":"Erstelle ein papierloses Muster","paperlessYes.d":"So entsteht ein Muster mit Maßen und einem Raster, das du auf Stoff oder ein anderes Medium übertragen kannst, ohne dass du das Muster ausdrucken musst.","metric":"Metrisch","imperial":"Kaiserlich","metric.t":"Metrische Einheiten verwenden","metric.d":"Verwende dies, wenn du das metrische System verwendest und mit Zentimetern und Millimetern vertraut bist. Das ist für die meisten Menschen auf der ganzen Welt die beste Wahl.","imperial.t":"Imperiale Einheiten verwenden","imperial.d":"Verwende dies, wenn dir Zoll und Bruchteile von Zoll vertrauter sind als Zentimeter. Dies ist oft die bevorzugte Wahl für Menschen in Großbritannien und den USA.","saNo.t":"Nahtzugabe nicht berücksichtigen","saNo.d":"This generates a pattern which does not include any seam allowance. The size of the seam allowance does not matter as no seam allowance will be included.","saYes.t":"Nahtzugabe hinzufügen","saYes.d":"Dadurch wird ein Muster erstellt, das die Nahtzugabe enthält. Die Größe der Nahtzugabe wird individuell festgelegt.","clearSettingsNotMeasurements":"Einstellungen löschen, aber Messungen beibehalten","clearSettingsAndMeasurements":"Einstellungen löschen & Messungen löschen"}