{"welcome":"Willkommen bei FreeSewing.org","freePatterns":"Kostenlose Maßgeschneiderte Nähmuster","howDoesItWork":"Wie funktioniert es?","whatIsFreeSewing":"Was ist FreeSewing?","whatIsFreeSewingNot":"Was ist FreeSewing nicht?","what1":"FreeSewing ist eine Open-Source-Software zum Erstellen von maßgeschneiderten Nähmustern, die von Heimnäherinnen und Modeunternehmern gleichermaßen geschätzt wird.","what2":"FreeSewing.org makes this software available to you as an online tool with unmatched customization and flexibility. We have over 50 designs, and regularly add new ones. You can pick any design and generate a pattern to your exact measurements.","what3":"Die Größenangaben der Industrie sind ein Haufen Lügen. Mach mit bei der Slow Fashion Revolution und genieße Kleidung, die dir passt.","whatNot1":"FreeSewing ist kein Unternehmen. Wir verkaufen nichts. Wir haben keine Mitarbeiter oder Angestellten. Wir haben kein Büro. Wir werden nicht bezahlt.","whatNot2":"Unsere Website enthält keine Werbung. Wir verfolgen dich nicht und verkaufen deine persönlichen Daten nicht. Wir verletzen nicht deine Privatsphäre.","whatNot3":"FreeSewing ist nicht geschlechtsspezifisch. Wir schließen niemanden aus und diskriminieren niemanden. Wir dulden auch keine Diskriminierung in unserer Gemeinschaft.","whatNot4":"FreeSewing ist nicht perfekt. Aber wir versuchen unser Bestes. Wenn du etwas zum Verbessern findest, sind wir froh, wenn du uns darauf hinweist.","whatNot5":"So sind wir eigentlich dahin gekommen, wo wir heute sind.","pickAnyDesign":"Wähle ein beliebiges Design","addASet":"Füge einen Satz an Maßen hinzu","customizeYourPattern":"Passe dein Schnittmuster an","whyBother":"Gründe für den Beitritt","why1":"Erstelle maßgeschneiderte Nähmuster.","why2":"Bewahre deine Muster und Maßeinheiten auf.","why3":"Teile deine Kreationen mit der Community.","why4":"Offene Quelle. Keine Werbung. Kein Unsinn.","alphaTitle":"Warnung: Alpha-Code","alphaWarning":"FreeSewing v3 ist (noch) nicht in der Beta-Phase. Es ist ein Alphacode, daher sind an verschiedenen Stellen noch Dinge kaputt."}