{"period-w":"Wöchentlich","period-m":"Monatlich","period-3m":"Vierteljährlich","period-6m":"Halbjährlich","period-y":"Jährlich","period-x":"Einmalig","subscribe":"Abonnieren","donate":"Spende","yourContribution":"Dein Beitrag","currency":"Währung","presets":"Voreinstellungen","itemNameSubscription":"FreeSewing Gönner-Abonnement","itemNameDonation":"FreeSewing Spende","freeSewingPatrons":"FreeSewing Gönner","joinThePatrons":"Werde Mitglied der FreeSewing-Gönner","aboutPatrons":"FreeSewing wird durch die finanzielle Unterstützung unserer Gönnerinnen und Gönner ermöglicht. Gemeinsam sind sie eine gewaltige Kraft für das Gute in der Welt, und wir lieben sie alle sehr.","youToo":"Du kannst dich ihnen anschließen.","subscriptionModel":"FreeSewing stützt sich auf ein freiwilliges Abonnementmodell zur finanziellen Unterstützung.","hiUsername":"Hallo {username}","hiFriend":"Hallo Freund","plead1":"Mein Name ist Joost De Cock. Ich bin der Gründer und Betreuer von FreeSewing.","plead2":"Ich bin hier, um dich um deine Hilfe zu bitten. Oder besser gesagt, um deine Unterstützung. Die wir wirklich brauchen.","plead3":"Wenn du denkst, dass FreeSewing sich lohnt, und wenn du jeden Monat ein paar Münzen erübrigen kannst, ohne in Not zu geraten, dann unterstütze bitte unsere Arbeit.","plead4":"Vielen Dank im Voraus, dass du es in Betracht ziehst.","plead5":"Ganz liebe Grüße","supportFreeSewing":"Unterstütze Freesewing","thankYouVeryMuch":"Herzlichen Dank!","donationThanks":"Ich weiß deine Spende für FreeSewing wirklich zu schätzen. Sie bedeutet mir sehr viel.","subscriptionThanks":"Ich kann gar nicht genug betonen, wie sehr ich eure Unterstützung schätze. Sie bedeutet mir die Welt.","watchYourInbox":"Achte auf deinen Posteingang","thanksMsg1":"Ich bin euch wirklich dankbar für eure Unterstützung.  Pass auf deinen Posteingang auf, denn schon bald werde ich darin schwärmen, wie großartig du bist.","thanksMsg2":"Solltest du in der Zwischenzeit oder zu einem späteren Zeitpunkt Fragen haben, kannst du mich direkt erreichen unter","dontHaveAPayPalAccount":"Don't have a PayPal account?"}