{"coreSettings.t":"Основні налаштування","coreSettings.d":"Ці налаштування не є специфічними для дизайну, а дозволяють вам налаштувати різні параметри основної бібліотеки FreeSewing, яка генерує дизайн для вас.","designOptions.t":"Ці опції є специфічними для цього дизайну. Ви можете використовувати їх, щоб налаштувати свій шаблон у різний спосіб.","paperless.t":"Без паперу","paperless.d":"Дерева - це круто, а склеювати викрійки не дуже весело. Спробуйте наш безпаперовий режим, щоб уникнути необхідності роздруковувати викрійку.","samm.t":"Розмір припуску на шов","samm.d":"Керує величиною припусків на шви, що використовуються у вашій деталі","sabool.t":"Включити припуски на шви","sabool.d":"Керує наявністю припусків на шви в Вашій викрійці","complete.t":"Деталі","complete.d":"Керує докладність викрійки: відображувати повноцінну викрійку з усіма подробицями чи лише основний контур елементів викрійки","expand.t":"Розгорнути","expand.d":"Керує зусиллями з економії паперу. Вимкніть цей параметр, щоб розширити всі частини деталі за рахунок використання більшого простору.","only.t":"Деталі, що входять до комплекту","only.d":"Використовуйте цей параметр, щоб точно контролювати, які деталі будуть включені в деталь","locale.t":"Мова","locale.d":"Визначає мову, яка використовується у вашому шаблоні. Це не вплине на мову веб-сайту, лише на мову цього конкретного шаблону.","units.t":"Одиниці","units.d":"Цей параметр визначає спосіб відображення одиниць виміру на лекалах","margin.t":"Маржа.","margin.d":"Контролює відступ навколо елементів викрійки","scale.t":"Масштаб","scale.d":"Керує ширину контуру, кегль шрифту та інші елементи, які не масштабуються відповідно до замірів викрійки","de.t":"Німецька","de.d":"Скористайтеся цим, щоб згенерувати німецький шаблон","en.t":"Англійська мова","en.d":"Використовуйте це, щоб згенерувати англійський шаблон","es.t":"Іспанська","es.d":"Скористайтеся цим, щоб створити іспанський шаблон","fr.t":"Французька","fr.d":"Використовуйте це, щоб створити французький візерунок","nl.t":"Голландська","nl.d":"Використовуйте це, щоб створити голландський візерунок","uk.t":"Українська","uk.d":"Use this to generate a Ukrainian pattern","yes":"Yes","no":"No","completeYes.t":"Створіть повний шаблон","completeYes.d":"В результаті буде згенеровано повну викрійку з усіма позначеннями, лініями, маркуванням. Використовуйте цю функцію, якщо ви не впевнені, що вибрати.","completeNo.t":"Створіть контур деталі","completeNo.d":"Only generate the outline of the pattern parts. Use this if you are looking to use a laser cutter or have other specific needs.","expandYes.t":"Розгорнути всі частини деталі","expandYes.d":"В результаті буде створено деталь, де всі частини будуть намальовані в повний розмір, навіть якщо вони є простими прямокутниками.","expandNo.t":"Зберігайте деталі лекал компактними, де це можливо","expandNo.d":"Це дозволить намалювати більш щільне представлення візерунка, яке включає всю інформацію, не витрачаючи при цьому багато місця і паперу.","paperlessNo.t":"Створіть регулярний шаблон","paperlessNo.d":"В результаті буде створено звичайний шаблон, який ви можете роздрукувати.","paperlessYes.t":"Створіть безпаперовий шаблон","paperlessYes.d":"При цьому генерується викрійка з розмірами і сіткою, що дозволяє перенести її на тканину або інший носій без необхідності роздруковувати викрійку.","metric":"Метрика","imperial":"Імперіал","metric.t":"Використовуйте метричні одиниці","metric.d":"Використовуйте його, якщо ви користуєтеся метричною системою, а сантиметри і міліметри - це те, що вам знайоме. Це найкращий вибір для більшості людей у всьому світі.","imperial.t":"Використовуйте імперські одиниці","imperial.d":"Використовуйте його, якщо дюйми та дроби або дюйми більш звичні для вас, ніж сантиметри. Це часто кращий вибір для людей, які живуть у Великій Британії та США.","saNo.t":"Не враховувати припуски на шви","saNo.d":"This generates a pattern which does not include any seam allowance. The size of the seam allowance does not matter as no seam allowance will be included.","saYes.t":"Враховувати припуски на шви","saYes.d":"При цьому генерується деталь з припусками на шви. Розмір припуску на шов задається індивідуально.","clearSettingsNotMeasurements":"Очистити налаштування, але зберегти вимірювання","clearSettingsAndMeasurements":"Чіткі налаштування та чіткі вимірювання"}