{"welcome":"Ласкаво просимо до FreeSewing.org","freePatterns":"Безкоштовні викрійки для шиття на замовлення","howDoesItWork":"Як це працює?","whatIsFreeSewing":"Що таке FreeSewing?","whatIsFreeSewingNot":"Чим не є FreeSewing?","what1":"FreeSewing - це програмне забезпечення з відкритим вихідним кодом для створення викрійок одягу на замовлення, яке полюбляють як домашні швачки, так і підприємці, що займаються виробництвом одягу.","what2":"FreeSewing.org makes this software available to you as an online tool with unmatched customization and flexibility. We have over 50 designs, and regularly add new ones. You can pick any design and generate a pattern to your exact measurements.","what3":"Індустріальні розміри - це брехня. Приєднуйтесь до революції повільної моди та насолоджуйтесь одягом, який вам підходить.","whatNot1":"FreeSewing не є компанією. Ми нічого не продаємо. У нас немає персоналу чи працівників. У нас немає офісу. Ми не отримуємо зарплату.","whatNot2":"Наш сайт не містить жодної реклами. Ми не відстежуємо вас і не продаємо ваші персональні дані. Ми не порушуємо вашу конфіденційність.","whatNot3":"FreeSewing не є гендерно маркованим. Ми не виключаємо і не дискримінуємо. Ми також не терпимо дискримінації в нашій спільноті.","whatNot4":"FreeSewing не є ідеальним. Але ми робимо все можливе. Якщо нам щось не вдасться, ми не засмутимося, коли ви нам на це вкажете.","whatNot5":"Власне, саме так ми дійшли до того, де ми є сьогодні.","pickAnyDesign":"Виберіть будь-який дизайн","addASet":"Додайте набір вимірювань","customizeYourPattern":"Налаштуйте свій шаблон","whyBother":"Причини приєднатися","why1":"Створюйте лекала для шиття на замовлення.","why2":"Зберігайте свої лекала та набори мірок.","why3":"Поділіться своїми творіннями зі спільнотою.","why4":"З відкритим вихідним кодом. Ніякої реклами. Ніяких дурниць.","alphaTitle":"Попередження: Альфа-код","alphaWarning":"FreeSewing v3 не є (поки що) бета-версією. Це альфа-версія коду, тому в різних місцях щось зламано."}