{"blog":"Блог","blogAbout":"Новини та оновлення від спільноти FreeSewing","showcase":"Готові проєкти","showcaseAbout":"Приклади та натхнення від спільноти FreeSewing з використанням наших дизайнів","docs":"Документація","docsAbout":"Детальна документація для всіх наших дизайнів, нашого веб-сайту та багато іншого","account":"Ваш обліковий запис","accountAbout":"Manage your account settings and preferences, and your personal data","designs":"Дизайни","designsAbout":"Наша бібліотека дизайнів, які ви можете перетворити на шаблони, виготовлені за індивідуальними розмірами, за кілька кліків","community":"Спільнота","communityAbout":"More information about the people behind FreeSewing and where to fine like-minded makers","apiAbout":"Документація для нашої основної бібліотеки API та внутрішнього REST API.","designAbout":"Все, що вам потрібно знати, щоб почати створювати параметричні лекала для шиття.","contributeAbout":"Хочете зробити свій внесок у FreeSewing? Тоді вам сюди.","i18nAbout":"Документація про те, як FreeSewing перекладається різними мовами.","infraAbout":"Документація про інфраструктуру та рушійні сили FreeSewing.","aboutAbout":"Не знаєте, що таке FreeSewing? Тоді почніть звідси.","supportAbout":"Підтримайте FreeSewing. Або дізнайтеся, куди можна звернутися за підтримкою.","guidesAbout":"Екскурсоводи розповідають історію, щоб поглибити ваше розуміння певної теми.","tutorialsAbout":"Підручники - це уроки, які проводять вас через низку кроків для завершення проєкту.","howtosAbout":"Howtos дають вам конкретні кроки для вирішення спільної проблеми або виклику.","referenceAbout":"Посилання містить технічні описи основної технології та способів її використання.","trainingAbout":"Навчальні матеріали є найбільш поглибленими і спрямовані на те, щоб навчити вас новим навичкам.","mainSections":"Основні розділи","currentSection":"Поточний розділ","sets":"Ваші набори вимірювань","patterns":"Ваші візерунки","curate":"Куратор","curateSets":"Кураторські набори","curatedSets":"Кураторські набори вимірювань","curated-setsAbout":"Набори мірок, куратором яких є FreeSewing, які ви можете використовувати для тестування нашої платформи або ваших дизайнів","code":"Код","patternsAbout":"Перелік викрійок, збережених у вашому обліковому записі FreeSewing","setsAbout":"Перелік наборів мірок, збережених у вашому обліковому записі FreeSewing","codeAbout":"Тут ви можете знайти (посилання на) вихідний код Freesewing","new":"Новий...","newAbout":"Почніть тут, якщо ви хочете створити щось нове","support":"Підтримати"}