{"accountIssue":"Account problem","accountIssueDesc":"Do you have trouble with your FreeSewing account?","addImage":"Add an image","allOk":"Everything is awesome","by":"від","bugReport":"Report a bug","bugReportDesc":"Is something broken, or not working as expected?","confirmedIssues":"Confirmed issues","createSupportRequest":"Create a support request","commentAdded":"Comment added","communitySupport":"Підтримка громади","communitySupport1":"For the fastest response, head over to <b>discord.freesewing.org</b> and post your question in the <b>need-help</b> channel.","communitySupport2":"Спільнота FreeSewing - чуйні люди, тож є велика ймовірність, що вони зможуть вам допомогти.","contributorSupport":"Підтримка донорів","contributorSupport1":"Якщо щось зламалося або ви знайшли помилку, ви можете <b>створити проблему на GitHub</b>.","contributorSupport2":"Питання з більшою ймовірністю привертають увагу основних дописувачів, але відповідь на них, як правило, займає більше часу.","description":"Опис","descriptionDocs1":"This is where you can describe the issue","design":"Дизайн","designDocs1":"Pick the FreeSewing design this issue applies to","designIssue":"Report an issue with a FreeSewing Design","designIssueDesc":"Are you having trouble with a FreeSewing design or the pattern you are generating from it?","docsUpdate":"Documentation update","docsUpdateDesc":"Is there something to be improved about our documentation?","featureRequest":"Feature request","featureRequestDesc":"Is there something you would like to see happen or implemented?","howCanWeSupportYou":"How can we support you?","howCanYouSupportFreeSewing":"How can you support FreeSewing?","issueAssigned":"Issue assigned","issueClosed":"Issue closed","issueReferenced":"Issue referenced","issueReopened":"Issue Re-Opened","maintainerSupport":"Підтримка майнтейнерів","maintainerSupport1":"Якщо ви є <b>меценатом FreeSewing</b>, ви можете перейти прямо нагору і зв'язатися з Joost напряму.","maintainerSupport2":"Хоча Joost ставиться до запитів від меценатів з пріоритетом, йому також потрібно спати. Тож майте це на увазі, особливо якщо ви перебуваєте в іншому часовому поясі.","noComments":"No comments","noConfirmedIssues":"No confirmed issues","noReportedIssues":"No reported issues","other":"Something else","otherDesc":"Do you have something else you required assistance with?","patronSponsor":"Patrons / Sponsorship","patronSponsorDesc":"Do you have questions about FreeSewing patronship or (corporate) sponsorship?","question":"Question","questionDesc":"Do you have a general question to ask?","recentlyResolvedIssues":"Recently resolved issues","reported":"Reported","reportedIssues":"Reported issues","security":"Безпека","securityDesc":"Do you want to report a security issue or incident?","status":"Status","submitSupportRequest":"Submit support request","support":"Підтримати","title":"Назва","titleDocs1":"This is the title of the issue","titleDocs2":"Best to keep it short and to the point","to":"to","updates":"Updates","useGitHubInstead":"Use GitHub instead","whatIsDiscord":"Що таке Розбрат?","whatIsDiscord1":"Discord - це безкоштовна чат-платформа, де спільноти можуть збиратися разом, щоб обговорити свої інтереси в чаті.  Вона також підтримує (групові) голосові та відеодзвінки.","whatIsDiscord2":"FreeSewing має власну спільноту Discord (сервер <em></em> в термінології Discord) за адресою","whatIsDiscord3":"Щоб користуватися Discord, вам знадобиться обліковий запис, але він безкоштовний.","whatIsDiscord4":"Ви можете використовувати Discord у браузері або завантажити додаток Discord для обраної вами платформи.","whatIsGitHub":"Що таке GitHub?","whatIsGitHub1":"GitHub - це онлайн-платформа для розміщення вихідного коду програмного забезпечення та спільної розробки. Вона популярна серед проектів з відкритим кодом, оскільки надає безкоштовний хостинг.","whatIsGitHub2":"Ви можете знайти FreeSewing на GitHub за адресою","whatIsGitHub3":"Щоб користуватися GitHub, вам знадобиться обліковий запис, але він безкоштовний.","whatIsJoost":"Що таке Joost?","whatIsJoost1":"Не що, а хто. Юст Де Кок - засновник і адміністратор FreeSewing."}