{"account":"Compte","yourAccount":"Ton compte","newPattern":"Nouveau modèle","newSet":"Créer un nouveau jeu de mesures","links":"Liens","info":"Info","settings":"Paramètres","data":"Données","sets":"Jeux de mesures","patterns":"Patrons","actions":"Actions","created":"Créé","updated":"Mis à jour","expires":"Expire","role":"Rôle","yourApikeys":"Votre clé API","yourProfile":"Ton profil","yourPatterns":"Tes modèles","yourSets":"Tes ensembles de mesures","signOut":"S'inscrire","politeOhCrap":"Oh, les baguettes","bio":"Bio","email":"Adresse électronique","img":"Image","username":"Nom d'utilisateur","compare":"Comparaison des ensembles de mesures","consent":"Consentement et protection de la vie privée","control":"Expérience de l'utilisateur","imperial":"Unité","units":"Unités","apikeys":"Clés API","newsletter":"Abonnement au bulletin d'information","password":"Mot de passe","newPasswordPlaceholder":"Entre ton nouveau mot de passe ici","passwordPlaceholder":"Saisis ton mot de passe ici","mfa":"Authentification à deux facteurs","mfaTipTitle":"Pense à activer l'authentification à deux facteurs.","mfaTipMsg":"Nous n'appliquons pas de politique en matière de mot de passe, mais nous te recommandons d'activer l'authentification à deux facteurs pour assurer la sécurité de ton compte FreeSewing.","mfaEnabled":"L'authentification à deux facteurs est activée","mfaDisabled":"L'authentification à deux facteurs est désactivée","mfaSetup":"Configurer l'authentification à deux facteurs","mfaAdd":"Ajoute FreeSewing à ton application Authenticator en scannant le code QR ci-dessus.","mfaScratchCodes":"Codes à gratter de l'AMF","mfaScratchCodesMsg1":"Tu peux utiliser n'importe lequel de ces codes à gratter comme code AMF à usage unique lorsque tu n'as pas accès à ton appli génératrice de codes (par exemple, lorsque tu as perdu ton téléphone).","mfaScratchCodesMsg2":"Tu ne peux utiliser chacun de ces codes qu'une seule fois. Note-les, car c'est la seule fois où tu pourras les voir.","copyToClipboard":"Copier dans le presse-papiers","confirmWithPassword":"Saisis ton mot de passe pour confirmer cette action","confirmWithMfa":"Saisis un code de ton App Authenticator pour confirmer cette action.","enableMfa":"Activer l'authentification à deux facteurs","disableMfa":"Désactiver l'authentification à deux facteurs","language":"Langue","developer":"Développeur","design":"Design (conception)","patternMetadata":"Métadonnées du patron","clonePattern":"Clone le patron","updatePattern":"Mettre à jour le patron","reload":"Recharger le compte","export":"Exportez vos données","import":"Importer des données","exportMsg":"Clique ci-dessous pour exporter tes données personnelles","exportNote":"Le règlement général sur la protection des données (RGPD) de l'UE garantit ce que l'on appelle ton droit à la portabilité des données - le droit d'obtenir et de réutiliser tes données personnelles à tes propres fins, ou à travers différents services.","exportDownload":"Tes données ont été exportées et sont disponibles au téléchargement à l'endroit suivant :","review":"Révisez votre consentement","restrict":"Restreindre le traitement de vos données","disable":"Désactive ton compte","remove":"Supprimer votre compte","proceedWithCaution":"Procédez avec précaution","restrictWarning":"Bien qu'aucune donnée ne soit supprimée, cette opération désactivera ton compte. De plus, tu ne pourras pas annuler cette opération par toi-même, mais tu devras contacter l'assistance lorsque tu voudras rétablir l'accès à ton compte.","noWayBack":"Il n'y a pas moyen de revenir en arrière.","mdSupport":"Tu peux utiliser markdown ici","or":"ou","continue":"Continuer","save":"Sauvegarder","noThanks":"Non merci","areYouCertain":"En es-tu certain ?","delete":"Effacer","nailedIt":"C'est parfait","gone":"Pouf. Disparu.","reloadMsg1":"Les données stockées dans ton navigateur peuvent parfois se désynchroniser avec les données stockées dans notre backend.","reloadMsg2":"Cela te permet de recharger les données de ton compte à partir du backend. Cela a le même effet que de se déconnecter, puis de se reconnecter.","bioTitle":"Parle aux gens un peu de toi","bioPreview":"Aperçu biologique","bioPlaceholder":"Je fabrique des vêtements et des chaussures. Je conçois des patrons de couture. J'écris du code. Je dirige [FreeSewing](http://freesewing.org)","compareTitle":"Es-tu à l'aise avec la comparaison de tes ensembles de mesures ?","compareYes":"Oui, au cas où cela pourrait m'aider","compareYesd":"Nous montrerons de temps en temps comment ton ensemble de mesures se compare à d'autres ensembles de mesures.\nCela nous permet de détecter des problèmes potentiels dans tes mesures ou tes modèles.\n","compareNo":"Non, ne compare jamais","compareNod":"Nous ne comparerons jamais ton jeu de mesures à d'autres jeux de mesures.\nCela limitera notre capacité à t'avertir de problèmes potentiels dans tes ensembles de mesures ou tes patrons.\n","showMore":"Afficher plus","control1.t":"Fais en sorte que les choses soient aussi simples que possible","control1.d":"Cache toutes les caractéristiques sauf les plus cruciales.","control2.t":"Reste simple, mais pas trop","control2.d":"Cache la majorité des caractéristiques.","control3.t":"Équilibrer la simplicité et la puissance","control3.d":"Révèle la majorité des caractéristiques, mais pas toutes.","control4.t":"Donne-moi tous les pouvoirs, mais garde-moi en sécurité","control4.d":"Révèle toutes les caractéristiques, conserve les mains courantes et les contrôles de sécurité.","control5.t":"Pousse-toi de mon chemin","control5.d":"Révèle toutes les caractéristiques, enlève toutes les mains courantes et vérifie la sécurité.","controlShowMore":"Afficher plus d'options","controlTitle":"Quelle expérience utilisateur préfères-tu ?","imgTitle":"Que dirais-tu d'une photo ?","imgDragAndDropImageHere":"Glisse et dépose une image ici","imgPasteUrlHere":"Colle ici l'emplacement d'une image (URL)","imgSelectImage":"Sélectionne une image","newsletterTitle":"Voulez-vous recevoir la newsletter de FreeSewing ?","newsletterYes":"Oui, je souhaite recevoir la lettre d'information","newsletterYesd":"Une fois tous les trois mois, tu recevras un courriel de notre part avec un contenu sain et honnête. Pas de suivi, pas de publicité, pas de bêtises.","newsletterNod":"Tu peux toujours changer d'avis plus tard. Mais tant que tu ne l'auras pas fait, nous ne t'enverrons pas de bulletin d'information.","metricUnits":"Unités métriques (cm)","metricUnitsd":"Choisis cette option si tu préfères les centimètres aux pouces.","imperialUnits":"Unités impériales (pouces)","imperialUnitsd":"Choisis cette option si tu préfères les pouces aux centimètres.","unitsTitle":"Quelles sont les unités que tu préfères ?","displayUnits":"Unités d'affichage","usernameTitle":"Quel nom d'utilisateur aimerais-tu ?","usernameAvailable":"Le nom d'utilisateur est disponible","usernameNotAvailable":"Le nom d'utilisateur n'est pas disponible","emailTitle":"Où pouvons-nous te joindre au cas où nous aurions une bonne raison de le faire (comme lorsque tu as oublié ton mot de passe) ?","oneMoreThing":"Encore une chose","oneMomentPlease":"Veuillez patienter","emailChangeConfirmation":"Nous avons envoyé un e-mail à ta nouvelle adresse pour confirmer ce changement.","vagueError":"Quelque chose s'est mal passé, et nous ne sommes pas certains de la façon de le gérer. Essaie à nouveau, ou fais appel à un être humain pour obtenir de l'aide.","githubTitle":"Lier ton identité GitHub","githubWhy1":"Saisis ton nom d'utilisateur et ton email GitHub ici et nous les utiliserons lorsque nous interagirons avec GitHub en ton nom.","githubWhy2":"Note que ton nom d'utilisateur GitHub et ton email sont tous deux des infos publiques. Cela nous permet simplement de faire un lien entre ton compte FreeSewing et ton compte GitHub.","githubWhy3":"Par exemple, lorsque tu signales un problème sur ce site Internet, nous pouvons te mentionner afin que tu reçoives des notifications lorsqu'il y a une mise à jour. Pour cela, ton nom d'utilisateur suffit.","githubWhy4":"Lorsque tu soumets un post dans la galerie ou que tu apportes des modifications à notre contenu, nous pouvons te créditer ces commits si nous avons à la fois ton nom d'utilisateur et l'adresse e-mail que tu utilises sur GitHub.","tooComplex":"Si tout cela te semble confus, tu n'as pas besoin de fournir ces informations. C'est une fonction avancée.","languageTitle":"Quelle langue préfères-tu ?","passwordTitle":"Quelque chose que tu es le seul à savoir","userId":"ID de l'utilisateur","newApikey":"Générer une nouvelle clé API","keyNewInfo":"Crée une nouvelle clé API pour te connecter au backend de FreeSewing de manière automatisée.","keyName":"Nom de la clé","keyNameDesc":"Un nom unique pour cette clé API. Il n'est visible que par toi.","keyExpires":"Expiration des clés","keyExpiresDesc":"La clé expirera le :","keyLevel":"Niveau de permission de la clé","keyLevel0":"Authentifier seulement","keyLevel1":"Accède en lecture à tes propres patrons et ensembles de mesures","keyLevel2":"Accès en lecture à toutes les données de ton compte","keyLevel3":"Accède par écrit à tes propres patrons et ensembles de mesures","keyLevel4":"Accès en écriture à toutes les données de ton compte","keyLevel5":"Accès en lecture aux modèles et aux ensembles de mesures des autres utilisateurs","keyLevel6":"Accès par écrit aux modèles et aux ensembles de mesures d'autres utilisateurs","keyLevel7":"Accès en écriture à toutes les données de compte des autres utilisateurs","keyLevel8":"Se faire passer pour un autre utilisateur, accès en écriture à toutes les données.","cancel":"Annuler","keySecretWarning":"C'est le seul moment où tu peux voir le secret de la clé, assure-toi de le copier.","keyExpired":"Cette clé API a expiré","deleteKeyWarning":"La suppression d'une clé API ne peut pas être annulée.","keyDocsTitle":"Réfère-toi à FreeSewing.dev pour la documentation sur l'utilisation des clés API (en anglais seulement)","keyDocsMsg":"Il s'agit d'une fonctionnalité avancée destinée aux développeurs ou à toute personne souhaitant interagir directement avec notre backend.","apiCalls":"Appels d'API","newBookmark":"Ajouter un marque page","bookmark":"Marque page","bookmarks":"Marques pages","type":"Type","location":"Location","title":"Titre","new":"Nouveau","designBookmark":"Designs","patternBookmark":"Patrons","setBookmark":"Jeux de mesures","csetBookmark":"Ensembles de mesures curatées","docBookmark":"Documentation","customBookmark":"Marques pages personnalisés","yourBookmarks":"Tes marques pages","bookmarkThisThing":"Ajoute un marque page à { thing }","page":"Page","doc":"Documentation","pattern":"Patron","set":"Jeux de mesures","name":"Nom","setNameDesc":"Un nom pour identifier ce jeu de mesures","setNewInfo":"Crée un nouvel ensemble de mesures que tu pourras ensuite utiliser pour générer des motifs.","notes":"Remarques","setNotesDesc":"Toute note que tu souhaites conserver concernant cet ensemble de mesures.","description":"Description","deleteSetWarning":"La suppression d'un jeu de mesures ne peut pas être annulée.","image":"Image","measies":"Mensurations","setUnitsMsgTitle":"Ce réglage ne s'applique qu'à cet ensemble de mesures","setUnitsMsgDesc":"Ce sont les unités que nous utiliserons lorsque nous mettrons à jour ou afficherons les mesures dans cet ensemble.\nPartout ailleurs sur ce site, nous utiliserons les préférences d'unités définies dans ton compte.\n","public":"Public","publicSet":"Les mesures publiques sont fixées","privateSet":"Ensemble de mesures privées","publicSetDesc":"D'autres personnes sont autorisées à utiliser ces mesures pour générer ou tester des modèles.","privateSetDesc":"Ces mesures ne peuvent pas être utilisées par d'autres utilisateurs ou visiteurs","permalink":"Lien permanent","editThing":"Modifier {thing}","saveThing":"Enregistrer {thing}","filterByDesign":"Filtre par designs","noFilter":"Ne pas filtrer","filterByDesignDocs":"Si tu as un design spécifique en tête, tu peux <b>filtrer par design</b> pour ne répertorier que les mesures nécessaires à ce modèle.","setLacksMeasiesForDesign":"Il manque à cet ensemble des mesures nécessaires à ce design","setHasMeasiesForDesign":"Ce set contient toutes les mesures nécessaires pour ce design","someSetsLacking":"Certains de ces ensembles ne disposent pas des mesures nécessaires pour générer ce patron","theseSetsReady":"Ce jeu contient toutes les mesures nécessaires pour générer ce patron","chooseSet":"Choisis un jeu de mesures","patternForWhichSet":"Pour quel ensemble de mesures devons-nous générer un modèle ?","bookmarkedSets":"Jeux de mesures que tu as mis en favoris","curatedSets":"Les jeux de mesures curatés de FreeSewing","curatedSetsAbout":"Des ensembles de mesures curatées par FreeSewing que tu peux utiliser pour tester notre plateforme, ou tes créations.","curateCuratedSets":"Consulte notre sélection d'ensembles de mesures curatées","useThisSet":"Utilise ce jeu de mesures","ownSets":"Tes propres jeux de mesures","noOwnSets":"Tu n'as pas (encore) de jeux de mesures à toi","pleaseMtm":"Comme nos patrons sont faits sur mesure, nous te conseillons vivement de prendre des mesures précises.","noOwnSetsMsg":"Tu peux enregistrer tes mesures sous forme de jeu de mesures, après quoi tu pourras générer autant de patron que tu le souhaites pour ces mesures.","measurements":"Mensurations","chooseASet":"Choisis un jeu de mesures","showImage":"Montrer l'image","suggestForCuration":"Suggérer une curation","suggestCset":"Suggère un jeu de mesures pour la curation","csetAllMeasies":"Pour que les ensembles de mesures curatives fonctionnent pour tous les modèles, tu dois fournir un ensemble complet de mesures.","csetMissing":"Il manque à ton jeu de mesures les mesures suivantes","allMeasiesAvailable":"Toutes les mesures sont disponibles.","csetHeightMsg1":"Pour permettre d'organiser et de présenter nos ensembles curatés de manière structurée, nous les organisons par hauteur.","csetImgMsg":"Enfin, nous avons besoin d'une photo. Reporte-toi à la documentation pour savoir ce qui constitue une bonne image pour un ensemble de mesures curatives.","docs":"Documentation","csetNotesMsg":"Si tu souhaites ajouter des notes, tu peux le faire ici.","thankYouVeryMuch":"Merci beaucoup","csetSuggestedMsg":"Ton envoi a été enregistré et sera traité par l'un de nos conservateurs.","itIsAvailableAt":"Il est disponible à l'adresse suivante","csetNameMsg":"Chaque ensemble curaté a un nom. Tu peux proposer ton propre nom ou un pseudonyme.","missing":"Manquant","andMore":"et plus","unitsMustSave":"Remarque : tu dois enregistrer après avoir modifié les unités pour que le changement prenne effet sur cette page.","makePublic":"Rendre public","makePrivate":"Rendre privé","patternNew":"Génère un nouveau modèle","patternNewInfo":"Choisis un modèle, ajoute ton jeu de mesures, et nous générerons pour toi un patron de couture sur mesure.","designNew":"Créer un nouveau dessin","designNewInfo":"Les motifs FreeSewing sont de petits paquets de code JavaScript qui génèrent des motifs. Il n'est pas difficile de créer tes propres motifs, et nous avons un tutoriel détaillé pour te permettre de commencer.","pluginNew":"Créer un nouveau plugin","pluginNewInfo":"Les fonctionnalités de FreeSewing peuvent être étendues grâce à des plugins. Créer un plugin est facile, et nous avons un guide pour te guider du début à la fin.","showcaseNew":"Crée un nouveau post pour la galerie","showcaseNewInfo":"Si tu souhaites partager quelque chose que tu as fabriqué (ou que quelqu'un d'autre a fabriqué) en t'inspirant de nos modèles, tu peux commencer à rédiger un projet de post pour la galerie ici.","blogNew":"Crée un nouvel article de blog","blogNewInfo":"Si tu souhaites écrire sur le blog FreeSewing, tu peux commencer un projet d'article de blog ici.","imgNew":"Génère une image sur les médias sociaux","imgNewInfo":"Utilise notre générateur pour créer une image que tu pourras partager sur les médias sociaux, prend en charge les formats large (classique), carré (Instagram) ou haut (stories/TikTok).","csetNew":"Suggère un nouvel ensemble de mesures curatives","csetNewInfo":"Nous conservons une collection d'ensembles de mesures approuvés que nous utilisons pour tester les modèles. Tu peux suggérer un ensemble de mesures ici.","opackNew":"Suggère un nouveau pack d'options","opackNewInfo":"Nous rassemblons une collection de packs d'options approuvés pour chacun de nos modèles. Tu peux suggérer tes options ici.","newPopular":"Les plus populaires","newShare":"Partager / Montrer","newDev":"Conception / Développement","generateANewThing":"Génère un nouveau { thing }","linkedIdentities":"Identités liées","github":"GitHub","instagram":"Instagram","mastodon":"Mastodon","reddit":"Reddit","twitch":"Twitch","tiktok":"TikTok","website":"Site web","websiteTitle":"As-tu un site Web ou une autre URL que tu aimerais ajouter ?","platformTitle":"Qui es-tu sur { platform }?","platformWhy":"Nous n'utilisons pas ces données de quelque manière que ce soit. Elles ne sont là que pour que les utilisateurs de FreeSewing puissent faire le lien entre les différentes plateformes.","security":"Sécurité","revealPassword":"Révéler le mot de passe","hidePassword":"Cacher le mot de passe","designs":"Designs","code":"Code","aboutThing":"À propos de { thing }","requiredMeasurements":"Mensurations requises","optionalMeasurements":"Mesures optionnelles","none":"Aucun","designOptions":"Options de design","parts":"Pièces","plugins":"Plugins","specifications":"Caractéristiques","visitShowcase":"Visiter la galerie","examples":"Exemples","noExamples":"Nous ne disposons actuellement d'aucun exemple pour ce modèle","noExamplesMsg":"Nous comptons sur la communauté FreeSewing pour soumettre des exemples dans la galerie.","ownPublicPattern":"Voici la vue publique d'un de tes propres modèles. Pour plus d'options, accède à la vue privée.","ownPrivatePattern":"Il s'agit de la vue privée de ton modèle. La vue publique fonctionnera pour toi même si le modèle est privé. Elle ne fonctionnera pour les autres que lorsque le modèle sera public.","privateView":"Vue privée","publicView":"Vue du public","importHere":"Cette page te permet d'importer des données dans ton compte FreeSewing.","importSupported":"Actuellement, nous prenons en charge l'importation des types de données suivants","importSets":"Importer des ensembles de mesures","importSet":"Importer des ensembles de mesures","cloneSet":"Duplique tes ensembles de mesures","measieFile":"Fichier de mesures","dragAndDropFileHere":"Faites glisser et déposez votre fichier ici","importSetTip1":"Pour importer un jeu de mesures, tu dois disposer d'un fichier JSON ou YAML qui a la structure suivante","importSetTip2":"Ton fichier peut contenir un seul jeu de mesures ou un tableau de plusieurs jeux de mesures.","importing":"Importation en cours","imported":"Importé","importFailed":"Échec de l'importation"}