{"clickHere":"Clique ici pour donner ton consentement","createAccount":"Créer un compte","compliant":"FreeSewing respecte ta vie privée et tes droits. Nous adhérons à la loi la plus stricte au monde en matière de confidentialité et de sécurité : le Règlement général sur la protection des données (RGPD) de l'Union européenne (UE).","consent":"Consentement","consentForAccountData":"Consentement pour les données du compte","consentGiven":"Consentement donné","consentNotGiven":"Consentement non donné","consentWhyAnswer":"En vertu du GDPR, le traitement de tes données personnelles nécessite un consentement granulaire - en d'autres termes, nous avons besoin de ta permission pour les différentes façons dont nous traitons tes données.","createMyAccount":"Créer mon compte","furtherReading":"En lire plus","hideDetails":"Masquer les détails","noConsentNoAccount":"Ce consentement est nécessaire pour obtenir un compte FreeSewing.","noConsentNoAccountCreation":"Sans ce consentement, nous ne pouvons pas créer de compte FreeSewing.","noIDoNot":"Non, je ne le fais pas","openDataInfo":"Ces données sont utilisées pour étudier et comprendre la forme humaine sous toutes ses formes, de sorte que nous puissions obtenir de meilleurs modèles de couture et des vêtements plus ajustés. Même si ces données sont anonymes, vous avez le droit de vous y opposer.","openDataQuestion":"Partager des mesures anonymisées sous forme de données ouvertes","privacyMatters":"Le respect de la vie privée","privacyNotice":"Avis de confidentialité de FreeSewing","processing":"Traitement en cours","accountQuestion":"Donnez-vous votre accord pour le traitement des données de votre compte ?","accountShareAnswer":"<b>Non</ b>, jamais.","accountTimingAnswer":"<b>12 mois</b> après la dernière fois que tu t'es connecté à notre backend, ou jusqu'à ce que tu <b>supprimes</b> ton compte ou <b>révoque</b> ce consentement.","accountWarning":"Révoquer ce consentement entraînera la suppression de toutes vos données. Cela a exactement le même effet que de supprimer votre compte.","accountWhatAnswerOptional":"Facultatif : Une<b> photo </b>, <b>bio</b> ou <b>Nom d'utilisateur GitHub</b>","accountWhatAnswer":"To <b>n adresse électronique</b>, ton<b> nom d'utilisateur </b> et ton<b> mot de passe </b>, ainsi que toutes le<b>s mesures corporelles </b> que tu as ajoutées à ton compte.","accountWhatQuestion":"Qu'est-ce que les données de compte ?","accountWhyAnswer":"Pour <b>t'authentifier</b> , <b>te contacter</b> en cas de besoin, et générer <b>des modèles de couture</b> sur mesure.","readMore":"Pour plus d'informations, veuillez lire notre politique de confidentialité.","readRights":"Pour plus d'informations, veuillez lire la page sur vos droits.","revokeConsent":"Révoquer le consentement","shareQuestion":"La partageons-nous avec les autres ?","showDetails":"Voir les détails","timingQuestion":"Combien de temps les gardons-nous ?","whatYouNeedToKnow":"Ce que vous devez savoir","whyQuestion":"Pourquoi en avons-nous besoin ?","yesIDoObject":"Oui, je m'y oppose","yesIDo":"Oui, je le veux","openData":"Note : Freesewing publie des mesures rendues anonymes en tant que données libres pour la recherche scientifique. Vous avez le droit de vous y opposer"}