{"welcome":"Bienvenue sur FreeSewing.org","freePatterns":"Patron de couture sur mesure gratuits","howDoesItWork":"Comment cela fonctionne-t-il ?","whatIsFreeSewing":"Qu'est-ce que FreeSewing ?","whatIsFreeSewingNot":"Qu'est-ce que FreeSewing n'est pas ?","what1":"FreeSewing est un logiciel open source permettant de générer des patrons de couture sur mesure, adoré par les couturièr'es à domicile et les entrepreneureuses de la mode.","what2":"FreeSewing.org met ce logiciel à ta disposition en tant qu'outil en ligne avec une personnalisation et une flexibilité inégalées. Nous avons plus de 50 designs et nous en ajoutons régulièrement de nouveaux. Tu peux choisir n'importe quel design et générer un patron à tes mesures exactes.","what3":"Les tailles de l'industrie sont un ramassis de mensonges. Rejoins la révolution de la slow fashion et profite de vêtements qui te vont.","whatNot1":"FreeSewing n'est pas une entreprise. Nous ne vendons rien. Nous n'avons pas de personnel ni d'employés. Nous n'avons pas de bureau. Nous ne sommes pas payés.","whatNot2":"Notre site web ne contient pas de publicité. Nous ne te suivons pas et ne vendons pas tes données personnelles. Nous ne violons pas ta vie privée.","whatNot3":"FreeSewing n'est pas genré. Nous n'excluons ni ne discriminons. Nous ne tolérons pas non plus la discrimination dans notre communauté.","whatNot4":"FreeSewing n'est pas parfait. Mais nous faisons de notre mieux. Lorsque nous ne sommes pas à la hauteur, nous ne nous fâcherons pas si tu nous le fais remarquer.","whatNot5":"En fait, c'est ainsi que nous sommes arrivés là où nous sommes aujourd'hui.","pickAnyDesign":"Choisis n'importe quel design","addASet":"Ajoute un ensemble de mesures","customizeYourPattern":"Personnalise ton patron","whyBother":"Raisons d'adhérer","why1":"Génère des patrons de couture sur mesure.","why2":"Stocke tes patrons et tes ensembles de mesures.","why3":"Partage tes créations avec la communauté.","why4":"Open source. Pas de publicité. Pas de bêtises.","alphaTitle":"Avertissement : Code alpha","alphaWarning":"FreeSewing v3 n'est pas (encore) en version bêta. Il s'agit d'un code alpha, donc des choses sont cassées à différents endroits."}