{"newsletter":"Newsletter","subscribe":"S'abonner","subscribeConfirm":"Confirme que tu veux t'abonner à la newsletter de FreeSewing","subscribeLead":"Une fois que tu auras cliqué sur le bouton ci-dessous, ton abonnement à la newsletter de FreeSewing sera actif.","subscribePs":"Tu peux te désinscrire à tout moment grâce au lien ci-dessous. Ce lien de désinscription sera également inclus au bas de chaque newsletter que nous t'enverrons, tu n'as donc pas besoin de l'ajouter à tes favoris, mais tu peux le faire si tu le souhaites.","subscribeWhy":"Pourquoi dois-je cliquer à nouveau pour confirmer que je veux m'abonner alors que j'ai déjà cliqué sur le lien de confirmation que tu m'as envoyé ?","unsubscribeLink":"Lien de désinscription","unsubscribe":"Se désabonner","unsubscribeConfirm":"Confirme que tu veux te désinscrire de la newsletter de FreeSewing","unsubscribeLead":"Une fois que tu auras cliqué sur le bouton ci-dessous, tu seras désabonné de la newsletter de FreeSewing.","unsubscribeWhy":"Pourquoi dois-je cliquer à nouveau pour confirmer que je veux me désabonner alors que j'ai déjà cliqué sur le lien de désabonnement à la newsletter ?","whyLead":"Si tu es curieux de savoir pourquoi nous te faisons cliquer encore une fois, il y a une bonne raison à cela.","invalidLink":"Le lien que tu as suivi pour arriver ici n'est pas valide","faqLead":"La réponse se trouve dans notre FAQ","whatsWithTheClicks":"Pourquoi tous ces clics ?","thanksDone":"Merci, c'est tout ce qu'il fallait.","subscribeToNewsletter":"S'abonner à la lettre d'information de FreeSewing","subscribePitch":"Inscris-toi à notre newsletter et une fois tous les 3 mois, tu recevras un email de notre part avec un contenu sain et honnête. Pas de suivi, pas de publicité, pas de bêtises.","confirmationRequired":"Nous enverrons un courriel de confirmation à cette adresse","almostThere":"D'accord, j'y suis presque","checkInbox":"Nous avons envoyé une confirmation à { email }, clique sur le lien qu'elle contient pour confirmer ton abonnement à la newsletter de FreeSewing.","confirm":"confirmer"}