{"blog":"Blog","blogAbout":"Nouvelles et mises à jour de la communauté FreeSewing","showcase":"Galerie","showcaseAbout":"Exemples et inspiration de la communauté FreeSewing utilisant nos modèles.","docs":"Documentation","docsAbout":"Documentation approfondie pour tous nos designs, notre site web, et bien plus encore","account":"Ton compte","accountAbout":"Gérer les paramètres et les préférences de ton compte, ainsi que tes données personnelles","designs":"Designs","designsAbout":"Notre bibliothèque de motifs que tu peux transformer en patrons sur mesure en quelques clics.","community":"Communauté","communityAbout":"Plus d'informations sur les personnes à l'origine de FreeSewing et sur les endroits où l'on peut trouver des créateurs partageant les mêmes idées.","apiAbout":"Documentation pour notre bibliothèque d'API de base et notre API REST dorsale.","designAbout":"Tout ce que tu dois savoir pour commencer à concevoir des patrons de couture paramétriques.","contributeAbout":"Tu veux contribuer à FreeSewing ? C'est par ici.","i18nAbout":"Documentation sur la façon dont FreeSewing est traduit en plusieurs langues.","infraAbout":"Documentation sur l'infrastructure et les éléments mobiles de FreeSewing.","aboutAbout":"Tu n'es pas sûr de savoir ce qu'est FreeSewing ? Alors commence ici.","supportAbout":"Soutiens FreeSewing. Ou découvre vers qui tu peux te tourner pour obtenir de l'aide.","guidesAbout":"Les guides racontent une histoire pour approfondir ta compréhension d'un sujet spécifique.","tutorialsAbout":"Les tutoriels sont des leçons qui te guident à travers une série d'étapes pour réaliser un projet.","howtosAbout":"Les howtos te donnent des étapes concrètes pour résoudre un problème ou un défi courant.","referenceAbout":"La référence contient des descriptions techniques de la technologie sous-jacente et de la façon de l'utiliser.","trainingAbout":"Les supports de formation sont les plus approfondis et s'efforcent de t'enseigner une nouvelle compétence.","mainSections":"Principales sections","currentSection":"Section actuelle","sets":"Tes ensembles de mesures","patterns":"Tes modèles","curate":"Curate","curateSets":"Curate Sets","curatedSets":"Ensembles de mesures sélectionnées","curated-setsAbout":"Des ensembles de mesures curatées par FreeSewing que tu peux utiliser pour tester notre plateforme, ou tes créations","code":"Code","patternsAbout":"Liste les modèles que tu as enregistrés dans ton compte FreeSewing.","setsAbout":"Liste les jeux de mesures que tu as enregistrés dans ton compte FreeSewing.","codeAbout":"Tu trouveras ici (liens vers) le code source de Freesewing","new":"Nouveau...","newAbout":"Commence ici si tu cherches à créer quelque chose de nouveau","support":"Support"}