{"accountIssue":"Problème de compte","accountIssueDesc":"Tu as des problèmes avec ton compte FreeSewing ?","addImage":"Ajouter une image","allOk":"Tout est génial","by":"par","bugReport":"Signalez un bug","bugReportDesc":"Quelque chose est cassé ou ne fonctionne pas comme prévu ?","confirmedIssues":"Problèmes confirmés","createSupportRequest":"Créer une demande d'assistance","commentAdded":"Commentaire ajouté","communitySupport":"Soutien à la communauté","communitySupport1":"Pour obtenir une réponse plus rapide, rends-toi sur <b>discord.freesewing.org</b> et poste ta question dans le canal <b>need-help</b>.","communitySupport2":"La communauté FreeSewing est très serviable, il y a donc de fortes chances qu'elle puisse t'aider.","contributorSupport":"Soutien aux contributeurs","contributorSupport1":"Si quelque chose ne fonctionne pas ou si tu as trouvé un bug, tu peux <b>créer un problème sur GitHub</b>.","contributorSupport2":"Les questions sont plus susceptibles d'attirer l'attention des principaux contributeurs, mais ont tendance à prendre plus de temps pour obtenir une réponse.","description":"Description","descriptionDocs1":"C'est ici que tu peux décrire le problème","design":"Design (conception)","designDocs1":"Choisis le modèle FreeSewing auquel ce problème s'applique","designIssue":"Signaler un problème avec un modèle FreeSewing","designIssueDesc":"Tu as des problèmes avec un design de FreeSewing ou avec le patron que tu as créé à partir de ce design ?","docsUpdate":"Mise à jour de la documentation","docsUpdateDesc":"Y a-t-il quelque chose à améliorer dans notre documentation ?","featureRequest":"Demande de fonctionnalité","featureRequestDesc":"Y a-t-il quelque chose que tu aimerais voir se produire ou se mettre en place ?","howCanWeSupportYou":"Comment puis-je vous soutenir ?","howCanYouSupportFreeSewing":"Comment peux-tu soutenir FreeSewing ?","issueAssigned":"Question assignée","issueClosed":"Demande fermée","issueReferenced":"Question référencée","issueReopened":"Réouverture de la question","maintainerSupport":"Soutien au mainteneur","maintainerSupport1":"Si tu es <b>un patron de FreeSewing</b>, tu peux aller directement au sommet et contacter Joost directement.","maintainerSupport2":"Bien que Joost traite les demandes des mécènes en priorité, il a aussi besoin de sommeil. Garde donc cela à l'esprit, surtout si tu te trouves dans un autre fuseau horaire.","noComments":"Aucun commentaire","noConfirmedIssues":"Pas de problèmes confirmés","noReportedIssues":"Pas de problèmes rapportées","other":"Autre chose","otherDesc":"As-tu besoin d'aide pour autre chose ?","patronSponsor":"Mécènes / Parrainage","patronSponsorDesc":"Tu as des questions sur le mécénat ou le parrainage (d'entreprise) de FreeSewing ?","question":"Question","questionDesc":"As-tu une question d'ordre général à poser ?","recentlyResolvedIssues":"Questions récemment résolues","reported":"Signalé","reportedIssues":"Problèmes signalés","security":"Sécurité","securityDesc":"Veux-tu signaler un problème ou un incident de sécurité ?","status":"Statut","submitSupportRequest":"Soumettre une demande d'assistance","support":"Support","title":"Titre","titleDocs1":"Voici le titre du problème","titleDocs2":"Le mieux est de faire court et d'aller droit au but","to":"pour","updates":"Mises à jour","useGitHubInstead":"Utilise plutôt GitHub","whatIsDiscord":"Qu'est-ce que Discord ?","whatIsDiscord1":"Discord est une plateforme de chat gratuite où les communautés peuvent se réunir pour discuter de leurs centres d'intérêt.  Elle prend également en charge les appels vocaux et vidéo (de groupe).","whatIsDiscord2":"FreeSewing a sa propre communauté Discord (un<em> serveur </em> dans la terminologie Discord) à l'adresse suivante","whatIsDiscord3":"Pour utiliser Discord, tu auras besoin d'un compte, mais ils sont gratuits.","whatIsDiscord4":"Tu peux utiliser Discord dans ton navigateur, ou télécharger l'application Discord pour la plateforme de ton choix.","whatIsGitHub":"Qu'est-ce que GitHub ?","whatIsGitHub1":"GitHub est une plateforme en ligne d'hébergement de codes sources de logiciels et de développement collaboratif. Elle est populaire parmi les projets open source car elle propose un hébergement gratuit.","whatIsGitHub2":"Tu peux trouver FreeSewing sur GitHub à l'adresse suivante .","whatIsGitHub3":"Pour utiliser GitHub, tu auras besoin d'un compte, mais ils sont gratuits.","whatIsJoost":"Qu'est-ce que Joost ?","whatIsJoost1":"Pas quoi, mais qui. Joost De Cock est le fondateur et le responsable de FreeSewing."}