{"uiSettings.t":"Préférences de l'interface utilisateur","uiSettings.d":"Ces préférences contrôlent les aspects de l'interface utilisateur de notre environnement de création de patrons en ligne.","missingSettings1.t":"(Paramètres manquants ?)","missingSettings1.d":"Tu ne trouves pas un paramètre (comme la marge de couture, la langue ou les pièces incluses) ? Change de niveau d'expérience utilisateur (à l'aide des boutons en haut) pour faire apparaître les paramètres qui ont été cachés !","missingSettings2.t":"(Paramètres manquants ?)","missingSettings2.d":"Tu ne trouves pas un paramètre (comme la langue, les pièces incluses ou les détails) ? Change de niveau d'expérience utilisateur (à l'aide des boutons en haut) pour faire apparaître les paramètres qui ont été cachés !","missingSettings3.t":"(Paramètres manquants ?)","missingSettings3.d":"Tu ne trouves pas un paramètre (comme les pièces incluses, les détails ou développer) ? Change de niveau d'expérience utilisateur (à l'aide des boutons en haut) pour faire apparaître les paramètres qui ont été cachés !","renderer.t":"Moteur de Rendu","renderer.d":"Contrôle comment le patron est restitué (dessiné) à l'écran","renderWithReact.t":"Rendu avec les composants React de FreeSewing","renderWithReact.d":"Rendu en tant que SVG par l'intermédiaire de nos composants React. Permet l'interactivité et est optimisé pour l'écran. Utilise ceci si tu n'es pas sûr de ce que tu dois choisir.","renderWithCore.t":"Rendu avec la bibliothèque de Freesewing","renderWithCore.d":"Rendu directement en SVG à partir de Core. Ne permet aucune interactivité et est optimisé pour l'impression. Utilise-le si tu veux savoir à quoi il ressemblera une fois exporté.","kiosk.t":"Mode kiosque","kiosk.d":"Contrôle comment la page web est affichée.","websiteMode.t":"Utiliser le mode site web","websiteMode.d":"Affiche la page Web complète, y compris l'en-tête, le pied de page et la navigation.","kioskMode.t":"Utilise le mode kiosque","kioskMode.d":"Affiche uniquement la partie de la page Web consacrée au dessin du patron, sans l'en-tête, le pied de page ou la navigation.","control.t":"Expérience de l'utilisateur","control.d":"Quelle expérience utilisateur préfères-tu ? Note qu'il s'agit d'un paramètre de compte, il aura donc un impact sur l'ensemble du site Web.","inspect.t":"Inspecter","inspect.d":"L'activation de cette fonction te permettra d'approfondir le modèle et d'obtenir des informations sur ses différentes parties, ses chemins et ses points.","inspectNo.t":"Désactive l'inspecteur","inspectNo.d":"C'est la valeur par défaut, l'inspecteur de motifs est désactivé et le motif s'affiche comme d'habitude.","inspectYes.t":"Active l'inspecteur","inspectYes.d":"Avec l'inspecteur de motifs activé et le moteur de rendu React sélectionné, nous allons ajouter de l'interactivité au motif pour te permettre d'inspecter les différents éléments qui le composent.","no":"No","yes":"Yes","draft":"Ébauche","test":"Test","print":"Mise en page d'impression","cut":"Disposition des coupes","save":"Sauvegarder","export":"Exporter","edit":"Éditer","draft.t":"Dessiner votre patron","draft.d":"Lance l'éditeur de patrons phare de FreeSewing, où tu peux modifier tes patrons selon tes désirs.","test.t":"Tester votre patron","test.d":"Vois comment ton modèle s'adapte aux changements d'options, ou de mesures.","print.t":"Mise en page d'impression","print.d":"Permet de disposer les pièces de ton patron de façon à ce que tu puisses imprimer ton patron sur le moins de pages possible.","cut.t":"Plan de coupe","cut.d":"Permet de disposer les pièces de ton patron de façon à déterminer exactement la quantité de tissu dont tu as besoin pour le réaliser.","save.t":"Sauvegarde ton modèle","save.d":"Sauvegarde le modèle actuel sur ton compte FreeSewing.","export.t":"Exporte ton modèle","export.d":"Permet d'exporter ce motif dans différents formats.","logs.t":"Fiches d'information sur les modèles","logs.d":"Permet de parcourir les journaux des patrons pour voir ce qui s'est passé exactement lors de la réalisation de ce patron.","edit.t":"Modifie à la main les paramètres du modèle","edit.d":"Cela te permet d'éditer à la main les paramètres du modèle, ce qui te donne un contrôle total sur la façon dont ton modèle sera dessiné","view":"Voir","view.d":"Voici les différentes vues que tu peux choisir. Comprend les vues disponibles via la barre de navigation ou le menu, ainsi que quelques vues supplémentaires."}